<?php
	$_LANG['hot']='លក់ដាច់ខ្លាំង';
	$_LANG['Rating']='ពិន្ទុមតិ';
	$_LANG['bought']='ទិញហើយ';
	$_LANG['left']='សល់';
	$_LANG['service']='សេវាកម្ម';
	$_LANG['comment']='អត្ថាធិប្បាយ';//产品评论
	$_LANG['user_comment']='អត្ថាធិប្បាយ';//产品评论
	$_LANG['add_comment']='ខ្ញុំចង់បញ្ចេញមតិ';
	$_LANG['upload']='រូបភាព';
	$_LANG['submit']='ប្រកាសយោបល់';
	$_LANG['details']='ព័ត៌មានលម្អិតច្រើនជើង';
	$_LANG['buy']='ទិញ';
	$_LANG['ship_after']='ថ្ងៃ​ទទួលឥវ៉ាន់';

	//短信验证码提示
	$_LANG['title'] = 'សូមបញ្ចូលលេខកូដសម្ងាត់ ';//請輸入簡訊驗證碼
	$_LANG['sendto'] = 'លេខកូដសម្ងាត់បានផ្ញើទៅទូរស័ព្ទ ';//驗證碼已發送到手機
	$_LANG['take'] = '. សូមទទួលត្រួតពិនិត្យមើល';//，請注意查收。
	$_LANG['if_no'] = '. ប្រសិនបើមិនទទួលបានលេខកូដសម្ងាត់,';//如果收不到驗證碼，
	$_LANG['click'] = 'click here ';//點擊
	$_LANG['resend'] = 'to send the code again.';//重新發送驗證碼
	$_LANG['wait'] = 'មួយភ្លេតទៀតនឹងធ្វើការផ្ញើសារជាថ្មី.';//秒后可重新發送
	$_LANG['wait_before'] = '';//

?>