<?php
	$_LANG['detail']='รายละเอียดสินค้า';//产品详情
	$_LANG['order_info']='้อมูลการสั่งซื้อ';//订购信息
	$_LANG['market_price']='ราคาเดิม';//原价
	$_LANG['price']='ราคาพิเศษ';//特价
	$_LANG['choose_pro']='กรุณาเลือกขนาดของสินค้า';//选择产品规格
	$_LANG['num']='จำนวน';//数量
	$_LANG['status']='สถานะการ';//状态
	$_LANG['select']='คุณได้เลือก';//已选
	$_LANG['send']='ัดส่งสินค้า';//交货
	$_LANG['deliver']='เราจะเริ่มจัดส่งสินค้าภายใน 2-5 วันทำงาน';//我们将在在2-5个工作日内发货
	$_LANG['pay']='วิธีการชำระเงิน';//付款方式
	$_LANG['stock']='มีสินค้า';//有货
	$_LANG['next']='ต่อไป';//下一步
?>