<?php
$_LANG['Th_score'] = "ការវាយតម្លៃផលិតផល";//发表评论
$_LANG['Th_free'] = "នាវា​ដោយ​ឥត​គិត​ថ្លៃ";//尊享免邮配送
$_LANG['Th_time1'] = "ការទស្សទាយ";//预计
$_LANG['Th_time2'] = "បានបម្រើ";//送达
$_LANG['Th_attr'] = "ផលិតផលជាក់លាក់";//产品参数
$_LANG['lastL'] = "ធាតុ";//件


$_LANG["save"]              =   "YOU SAVE";//节省
$_LANG['ensales'] = "ចំនួននៃមតិ";//多少人评论
$_LANG['to_comment'] = "ធ្វើមតិ";//我要评论
$_LANG['com_submit'] = "ដាក់ស្នើ";//提交
$_LANG['upload_picture'] = "ផ្ទុករូបភាពឡើង";//上传图片
$_LANG['is_anonymous'] = "អនាមិក";//匿名用户
$_LANG['Satisfaction'] = "ការពេញចិត្ត";//满意度
$_LANG['Rating'] = "ការវាយតម្លៃ";//评分
$_LANG['seeall'] = "សូមមើលការពិនិត្យដែលបានផ្ទៀងផ្ទាត់ទាំងអស់";//查看所有
$_LANG['View_all'] = "ពិនិត្យទាំងអស់";//所有评论

?>