<?php
$_LANG['ensales'] = "ຈໍານວນຄໍາເຫັນ ";//多少人评论
$_LANG['to_comment'] = "ເຮັດໃຫ້ຄໍາຄິດຄໍາເຫັນ";//我要评论
$_LANG['com_submit'] = "ຍື່ນ";//提交
$_LANG['upload_picture'] = "ອັບໂຫລດຮູບພາບ";//上传图片
$_LANG['is_anonymous'] = "user ບໍລິຈາກເງິນ";//匿名用户
$_LANG['Rating'] = "ຄະແນນ";//评分
$_LANG['seeall'] = "ເບິ່ງທັງຫມົດ";//查看所有
$_LANG['View_all'] = "ຄວາມຄິດເຫັນທັງຫມົດ";//所有评论
$_LANG["Th_attr"]   =   "ຂໍ້ມູນຈໍາເພາະຜະລິດຕະພັນ";//产品参数
$_LANG['Th_score'] = "ຄໍາເຫັນ";//发表评论
$_LANG['Th_time1'] = "ທີ່ໃຊ້ເວລາການຈັດສົ່ງທີ່ຄາດວ່າຈະ";//预计
$_LANG['lastL'] = "ສະມາຊິກທີ່ຍັງເຫຼືອ";//件
?>