<?php
$_LANG["product_img"]   =   "រូបភាពរបស់ផលិតផល";
$_LANG["time_limit"]   =   "លក់ថោកដោយមានបរិច្ឋេល";
$_LANG["sold"]   =   "ត្រូវបានលក់ហើយ";
// $_LANG["piece"]   =   "pieces ";
$_LANG["user_comment"]   =   "មតិយោបល់និងការវាយតម្លៃរបស់អ្នកប្រើប្រាស់";
$_LANG["countdown"]   =   "ជិតផុតសកម្មភាព";
$_LANG["pro_attr"]   =   "លក្ខណៈនៃផលិតផល";
$_LANG["order_info"]   =   "ពត៌មានលម្អិតនៃការកម្មង់";
$_LANG["pro_choose"]   =   "ជ្រើសរើសផលិតផល";
$_LANG["input_name"]   =   "សូមសរសេរឈ្មោះ";
$_LANG["input_phone"]   =   "សូមសរសេរលេខទូរស័ព្ទ";
$_LANG["half_pre"]   =   "ការទទួលបានអីវ៉ានទើបបង់លុយ";
$_LANG["half_next"]   =   "មិនគិតតម្លៃដឹកជញ្ជូន";
$_LANG["confirm"]   =   "បញ្ជាក់ការកម្មង់ ​ប្រគល់ការចុះបញ្ជី";
$_LANG["new_order"]   =   "ការកម្មង់ថ្មី";

$_LANG["zhang"]   =   "*";
$_LANG["wang"]   =   "*";
$_LANG["zheng"]   =   "*";
$_LANG["lin"]   =   "*";
$_LANG["zhao"]   =   "*";
$_LANG["liu"]   =   "*";
$_LANG["li"]   =   "*";
$_LANG["before"]   =   "មុននាទី";
$_LANG["order_now"]   =   "ទិញឥឡូវ";
$_LANG["order_remark"]   =   "សូមសរសេរសារបើមានតម្រូវការពិសេស";
$_LANG["like"]   =   "ប្រជាជនចូលចិត្តផលិតផលនេះ";
$_LANG["money"]   =   "តម្លៃ";
$_LANG["mobile"]   				=   "ទូរស័ព្ទដៃ";
$_LANG["province"]   =   "តំបន់";
$_LANG["province_choose"]   =   "សូមជ្រើសរើសតំបន់";
$_LANG["address_full"]   =   "ទីច្បា់ស់";
$_LANG["cash_style"]   =   "របៀបបង់(ប្រគល់)លុយ";

$_LANG["user_notes"]   = "អ្នកប្រើត្រូវដឹង";
$_LANG["user_fb"]   = "ប្រសិទ្ធភាពនៃផលិតផលនេះចំពោះមនុស្សនីមួយៗ មិនអាចធានាថា អ្នកប្រើប្រាស់ម្នាក់មានប្រសិទ្ធភាពដែរដូចការផ្សព្វផ្សាយទេ។ បើសិនជាមានបញ្ហាអ្វី អាចទាក់ទងនឹងសេវាយើងតាមណ្តាញ(online) និងប្រអប់សំបុត្រ(email) ​ក្រុមហ៊ុនយើងមានសិទ្ធនៃការពន្យល់។";
$_LANG["user_note1"]   = "អំពីការផ្ញើចេញផលិតផល";
$_LANG["user_note_adr"]   = "តំបន់អាចផ្ញើបាន";
$_LANG["user_note2"]   = "អំពីពេលដឹកជញ្ជូន";
$_LANG["user_note2_1"]   = "ក្រោយការចុះបញ្ជី យើនឹងរៀបចំផលិផលតាមលំដាប់នៃការកម្មង់ ​ការរៀបចំផលិតផលរយៈពេល3ថ្ងៃ ហើយតាមធម្មតាការដឹកជញ្ជូនរយៈពេល7ថ្ងៃ";
$_LANG["user_note3"]   = "ធ្ចើយ៉ាងមែចអាចសូមប្តូរផលិតផល";
$_LANG["user_note3_1"]   = "1.​ការប្តូផលិតផលដោយសារបញ្ហាគុណភាព ក្នុង7ថ្ងៃក្រោយពេលនៃការទទូលបានផលិតផល អាចឆាតអ៊ីមែលដល់";
$_LANG["user_note3_2"]   = " សេវាអតិថិជននឹងឆ្លើតតប់អ្នកក្នុង1—3ថ្ងៃ";
$_LANG["user_note4"]   = "2.ដំណើរការនៃការប្តូរផលិតផល";
$_LANG["user_note4_1"]   = "បញ្ជាក់ទទួលបានផលិតផល—សូមប្តូរផលិតផល—សេវាអតិថិជនបានយល់ព្រមការប្តូរក្រោយការពិនិត្យ—អតិថិជនផ្ញើផលិតផលអោយយើងវិញ—ឃ្លាំងទទួលបានផលិតផល—ការពិនិត្យលើការប្តូរផលិតផលវិញ—សងប្រាក់វិញ/ ប្តូរផលិតផលវិញ ​";
$_LANG["user_note4_2"]   = "ការប្តូរផលិតផលវិញ ​​សូមសរសេរ លេខនៃបញ្ជី ឈ្មោះ លេខទូរស័ព្ទ";
$_LANG["user_note4_3"]   = "ធ្វើយ៉ាងមែចអាចលុបចោល(canceal)ការកម្មង់";
$_LANG["user_note4_4"]   = "បើសិនជាចង់លុបចោល(canceal)ការកម្មង់សូមសរសេរហេតុផល និងសរសេរប្រធានបទនៃអ៊ីមែលយ៉ាងច្បាស់ លេខរបស់បញ្ជី ឈ្មោះ លេខទូរស័ព្ទ";

?>