<?php
$_LANG['sold'] = "已售";//已售
$_LANG['buy'] = "購買";//买
$_LANG['product_desc'] = "產品描述";//产品描述
$_LANG['faq'] = "常見問題";
$_LANG['question1'] = "網站上的所有產品都是正品嗎？";
$_LANG['answer1'] = "我們堅持嚴格控制產品的每一個細節，如原材料的來源，工藝，產品等，幫助消費者選擇最優質的產品。您可以放心地購買。";
$_LANG['question2'] = "妳使用什麽工具運輸？";
$_LANG['answer2'] = "一般來說 我們將用飛機來運輸。";
$_LANG['question3'] = "我的產品是在途中有多少天？";
$_LANG['answer3_1'] = "如果有緊急情況 交貨時間可能會稍微延遲。";
$_LANG['answer3_2'] = "因為倉庫位於每個地方。同一包裝中的產品可以分成幾個包裝。每個包裝的交貨時間可能不一樣。";
$_LANG['choose_warn'] = "請選擇屬性";
$_LANG['package'] = "選擇套餐";
