<?php
###############################
###  阿拉伯地区
###############################
// index
$_LANG['cash_on_delivery'] = "الدفع عند الاستلام";//貨到付款
$_LANG["credit_card"]   =   "بطاقة إئتمان";//信用卡
$_LANG['quantity'] = "كمية";//数量
$_LANG['buy_now'] = "شراء الآن";//立即购买
//checkout提示
$_LANG["warming"] =  "دفع الفلوس عند التسليم + التشحين  مجانا + 7 أيام العودة بعد استلام المنتج ، أي الاستفسار تواصل مع خدمة العملاء او بريد الالكتروني (<a href=\"mailto:%s\">أو تواصل مع بريد الالكتروني على إستمارة الطرود</a>)، علما بتوضيح الإسم الكامل و طريق التواصل و رقم الطلبية في الايميل لكي نساعدكم على الوقت . أتمني لكم تسوق سعيدا<br/>الوقت المتوقع للتسليم : حوالي 7--15 يوما";
$_LANG['Th_score'] = "تقييم المنتج";//商品评分
$_LANG['Th_free'] = "";//免邮费送
$_LANG['Th_time1'] = "";
$_LANG['Th_time2'] = "التسليم الشحن، ووقت التسليم المتوقع من";
$_LANG['Th_attr'] = "حدد خصائص المواصفات";//选择规格属性
$_LANG['Th_titleattr'] = "حدد خصائص المواصفات";//选择规格属性
$_LANG['last'] = "";
$_LANG['lastL'] = "فائض";//剩余
$_LANG['market_price'] = "السعر";//原价
$_LANG["pro_choose"]   =   "حدد المنتج";//商品选择
$_LANG["pro_attr"]   =  "تفاصيل المنتج";//产品详情
$_LANG["time_promotion"]= "الترقيات";//促销
$_LANG["promotion_price"]="سعر مخفضة";//优惠价
$_LANG["countdown2"]   =   "عرض نهاية الوقت";//优惠结束时间
$_LANG["sold"]   =   "تم بيعه";//已售
$_LANG["piece"]   =   "";
$_LANG["ku"]	="";
$_LANG["kunum"]	="الأوراق المالية";//在库
$_LANG["confirm"]   =  "تؤكد تقديم";

// checkout
$_LANG["money"]   =   "المجموع الإجمالي";//金额

// checkout - formdata
$_LANG["order_title"] = "الملاحظات المهمة :";//確認下單信息
$_LANG['must_fill_in'] = "هذا لا يمكن أن يكون فارغا";//此项不能为空
$_LANG['name'] = "الاسم الكامل";//姓名
// $_LANG['last_name'] = "last_name";
$_LANG['mobile'] = "هاتف";//电话
$_LANG['email'] = "عنوان البريد  الالكتروني";//邮箱
$_LANG["province"]   =   "منطقة";//地区
$_LANG["state"] = "مقاطعة"; 
$_LANG['city'] = "مدينة";//省份
$_LANG['district'] = "حي";//市级
$_LANG['district_input'] = "الحي";//市级
$_LANG['address_full'] = "عنوان الشارع";//街道
$_LANG['postal'] = "الرمز البريدي";//邮编
$_LANG['paymethod'] = "دفع";//付款方式
$_LANG['yijifu'] = "Yiji Pay";
$_LANG['note'] = "ترك رسالة";//留言
// $_LANG['total'] = "";
$_LANG['contact_us'] = "اتصل بنا";//联系我们
$_LANG['submit_order'] = "تأكيد الطلب";//确认下单

// order
$_LANG["addr_sau"] = "الرجاء إدخال عنوان مفصل";//填写公司地址或办公室地址派送更快哦！
$_LANG["addr"] = "الرجاء إدخال عنوان مفصل";//收货地址
$_LANG["addr2"] = "أقرب معالم رئيسية "; 
$_LANG["addr_warning"] = "املأ عنوان الشركة أو المكتب للتسليم أسرع.";//收货地址
$_LANG["phone"] = "هاتف";//联系电话
$_LANG["phone_backup"] = "رقم الهاتف البديل";//备用电话
$_LANG["phone_warning"] = "يرجى إلحفاظ الهاتف مفتوحا والرد على مكالمات دولية!"; 
$_LANG['click_back_home'] = "منزل";//返回首页
$_LANG['service_online'] = "خدمة العملاء عبر الإنترنت";//在线客服
$_LANG['order_detail'] = "نجاح واحد";//下单成功
$_LANG['order_submit_submit'] = "مبروك! تم إرسال الطلب ناجحا. لقد تلقينا طلبكم وسوف نرسل المنتج لكم في أسرع وقت ممكن";//恭喜您, 訂單提交成功. 我們已經收到您的訂單,將盡快為您發寄出寶貝
$_LANG['order_un_auth'] = 'غير مثبت عليه'; // 未驗證
$_LANG['order_successfully']	= "نجحت طلب، سيتصل الصاحب بك لتأكيد طلبك بسرعة .";//订单提交成功！商家会尽快与您联系确认订单信息
$_LANG['order_close_sms']	= "تم إرسال الطلب ناجحا فشل رمز التحقق، والمحل سوف اتصال بكم لتأكيد معلومات الطلب في أسرع ما يمكن";//订单提交成功！短信验证失败，商家会尽快与您联系确认订单信息

$_LANG['order_time'] = "أوامر الوقت";//订单时间
$_LANG['order_noumber'] = "الأمر رقم";//订单编号
$_LANG['receg_titel'] = "المعلومات المستقبلة";//收货信息
$_LANG['num'] = "كمية";//数量
$_LANG['openComboProducts'] = "توسع";//展开
$_LANG['closeComboProducts'] = "انهيار";//收起
$_LANG['payment_method'] = "الدفع";//支付方式
$_LANG['total'] = "مجموع";//合计
$_LANG['freight'] = "شحن";//运费
$_LANG['pay'] = "مبلغ مقطوع";//实付
$_LANG['free_yun'] = "الشحن الدولي مجاني";//免运费
$_LANG["free_ship"] = "شحن مجاني";//免运费
$_LANG['returned_goods'] = "سبعة أيام العودة";//七天退换货
//下单成功提示
$_LANG['buy_know'] = "دعم الدفع عند الاستلام + الشحن مجاني + 7 أيام العودة بعد استلام المنتج. إذا لديك أي أسئلة، تفضل اتصال يخدمة العملاء على الإنترنت أو ترسل البريد مع معلومات الملاحظات: الاسم ورقم التلفون ورقم الطلب من أجل يمكننا حل المشاكل في أقرب وقت ممكن. ونتمنى لكم تسوق سعيد!البريد الإلكتروني : <a href=\"mailto:%s\">أو تواصل مع بريد الالكتروني على إستمارة الطرود</a>";
$_LANG["order_sure"]	=	"تأكيد الطلب";//确认下单

//inquiry 订单查询
$_LANG['order_inquiry'] = "تتبع النظام";//查询订单
$_LANG['inquiry_tip']	= "الرجاء إدخال أوامر ملء رقم الهاتف الخليوي الخاص بك يمكنك التحقق من حالة الطلب";//請輸入您下單時填寫的手機號碼即可查詢訂單狀態
$_LANG["order_viewdetails"] = "عرض التفاصيل";//查看订单详情
$_LANG["order_null"] = "معلومات المشتري أي أمر";//暫時沒有訂單信息
$_LANG["next_page"]	=	"الصفحة التالية";//下一页
$_LANG["next_null"]	=	"الصفحة الأخيرة";//没有下一页了
$_LANG["mobile_placeholder"]    =   "الرجاء إدخال رقم هاتفك المحمول";//请输入手机号码
$_LANG["mobile_error"]    =   "تقديم رقم الهاتف الصحيح من فضلك";//请输入正确的手机号码

// 订单提交失败
$_LANG["order_submit_fail"]   =   "عدم تقديم الطلبات، يرجى تقديم الطلب مرة أخرى";//订单提交失败，请重新提交订单
$_LANG["order_fail_empty"]   =   "فشل أوامر الطلب";//訂單提交失敗
$_LANG["back_home_time"]   =   "منزل";//秒后返回首页
$_LANG["cancel_fail"] = "فشل إلغاء الطلب";//订单取消失败
$_LANG["cancel_fail_message"] ="يرجى المحاولة مرة أخرى في وقت لاحق";//订单取消失败
$_LANG["cancel_fail_order_id"] ="لم يتم العثور على الترتيب";//没有找到该订单
$_LANG["cancel_fail_shipping"] ="الطلبات التي يتم شحنها";//订单已发货
$_LANG["cancel_success"] ="تم إلغاء الطلب بنجاح";//订单取消成功

//模板55
$_LANG["order_info"]   =   "ملء الأوامر";//填写订单
$_LANG["full_user_info"]   =   "ملء معلومات المستلم";//填写收件人信息
$_LANG["user_notes"]   = "معلومات العضو";//用户须知
$_LANG["user_fb"]   = "الآثار العملية لهذه القرارات المنتج على أساس الظروف الفردية، لا يضمن أن يمكن لكل مستخدم التمتع تأثير الدعاية. إذا كنت في شك يرجى الاتصال بخدمة العملاء عبر الإنترنت أو الاتصال بنا عبر البريد الإلكتروني، وتتمتع الشركة التفسير النهائي.";
//本产品的实际使用效果根据个人情况决定，不保证每位用户都能享受到所宣传的效果。若有疑问请咨询在线客服或者通过电子邮件联系我们，本公司享有最终解释权。
$_LANG["user_note_adr"]   = "منطقة التسليم";//配送范围
//style65
$_LANG["nowoff"]="شراء الآن يمكن ان يتمتع";//现在购买可享受
$_LANG["newpro"]="جديد";//新品
$_LANG["hotpro"]="نماذج الانفجار";//爆款
$_LANG['repeat_title'] = "النصائح الدافئة";//溫馨提示
$_LANG['repeat_prompt'] = "يا عزيزي المستخدم ، لقد اشتريت هذا المنتج،يرجى التحقق من تفاصيل الطلب";//尊敬的用户，您刚刚已经购买过该商品。请您查看已经购买的商品。
$_LANG['repeat_prompt_out'] = "يا عزيزي المستخدم ، لقد قمت بشراء هذا المنت قبل {time} ، يرجى تأكيد ما إذا كنت تريد تقديم الطلب مرة أخرى.";//"尊敬的用戶，您在{time}购买了该商品，請確認是否再次下單";
$_LANG['repeat_confirm_order'] = "تأكيد النظام";//確認下單
$_LANG['repeat_query_details'] = "عرض تفاصيل الطلب";//查詢訂單詳請
$_LANG['time_d'] = " أيام";//天前
$_LANG['time_h'] = " ساعات";//小時前
$_LANG['time_m'] = " دقائق";//分鐘前
$_LANG['time_just'] = " قليل";//剛剛
$_LANG["order_success"]   =   "إكمال";//下单完成
$_LANG["order_quality"]   =   "مراجعة";//查看订单
$_LANG['inquiry_details'] = "";//訂單詳情
$_LANG['in_quantity'] = "حبة {num}";//{num} 件
$_LANG['in_goodsnum'] = "إجمالي حبة {goodsnum}       الدفع الفعلي : {currency_pay}";//共 {goodsnum} 件商品
$_LANG['in_delivery'] = "طريقة الشحن";//發貨方式
$_LANG['in_delivery_time'] = "وقت التسليم";//發貨時間
$_LANG['in_doubt'] = "إذا كان لديك أي أسئلة، يرجى الاتصال بخدمة العملاء";//如有疑問，請聯繫客服
$_LANG["address_"]      =   "العنوان";//地址
$_LANG['erp_status_df'] = "في انتظار التسليم";//待發貨
$_LANG['erp_status_yf'] = "تم شحن المنتج";//已發貨
$_LANG['erp_status_yx'] = "تم إلغاء الطلب";//已取消
$_LANG['erp_status_dt'] = "في انتظار عودة المنتج";//待退貨
$_LANG['erp_status_tz'] = "المنتج في طريق الإرجاع";//退換中
$_LANG['erp_status_yt'] = "تم إرجاع المنتج";//已退貨
$_LANG['erp_no_copy'] = "نسخ";//复制
$_LANG['erp_status_ys'] = "قد تم ال";//已收货
$_LANG['yx_reason11']  = "تكرير الحجز";//重复下单
$_LANG['yx_reason12']  = "معلومات الطلب غير صحيحة";//订单信息有误
$_LANG['yx_reason13']  = "الطلب الباطل";//无效单
$_LANG['yx_reason14']  = "تم إلغاء العميل";//客户取消
$_LANG['is_anonymous'] = " المستخدمون المجهولون";//匿名用户
$_LANG['View_all'] = "جميع التعليقات";//所有评论
$_LANG["user_evaluation"]  ="تقييمات المستخدمين";//用户评价
$_LANG["view_more"]  = "إقرأ المزيد";//查看更多

//设置短信模版
$_LANG["sms_template"] = "العملاء المحترمون: السلام عليكم، تفضل املأ رمز التحقق المكون من أربعة أرقام على موقع التسوق:{{code}}";
$_LANG['sms_verify_msg'][200] = 'الإرسال ناجحا';
$_LANG['sms_verify_msg'][201] = 'التحقق ناجحا';
$_LANG["sms_verify_msg"][400] = 'التحقق فاشلا!';
$_LANG["sms_verify_msg"][401] = 'التحقق فاشلا لأن العملية للإرسال متكررا!';
$_LANG['sms_verify_msg'][500] = 'الإرسال فاشلا';
$_LANG['sms_verify_msg'][501] = 'لا يمكن أن يكون رمز التحقق فارغا';
$_LANG['sms_verify_msg'][502] = 'رمز التحقق غير صحيح';
$_LANG['sms_verify_msg'][503] = 'أوامر متكررة جدا';
$_LANG['sms_verify_msg'][504] = ' احالة إلى الحزمة التي لا تملكها المنتجة';
$_LANG['sms_verify_msg'][505] = 'فشل البحوث عن منتجة الحزمة';
$_LANG['sms_verify_msg'][506] = 'لدي هذه المنتجة ممتلكات ، و لكن عدم أرسال الممتلكات';
$_LANG['sms_verify_msg'][507] = 'ليست الممتلكات التي ترسلها موجودة ، يرجي بإعادة  إقامة الطلب .';

//错误页面 public_errors_template
$_LANG['error_code'] = "أكواد خاطئة：";
$_LANG['page_error'] = " الخطأ في الصفحة التي تزورها!！";

$_LANG['error_101'] = "101 الطلب غير قانوني";
$_LANG['error_102'] = "102 الاسم المفقود";
$_LANG['error_103'] = "103 معلومات العنوان المفقودة";
$_LANG['error_104'] = "104 رقم الموبايل المفقود";
$_LANG['error_105'] = "105 عدد كثير من المنتجات";
$_LANG['error_106'] = "106 معلومات المصدر المفقودة";
$_LANG['error_107'] = "107 تنتهي صلاحية الصفحة";
$_LANG['error_108'] = "108 معلومات الحزمة غير صحيحة";
$_LANG['error_109'] = "109 مواصفات المنتج غير صحيحة";
$_LANG['error_110'] = "110 الحزمة غير موجودة";
$_LANG['error_111'] = "111 المنتجات في الحزمة غير صحيحة";
$_LANG['error_112'] = "112 مواصفات المنتج غير صحيحة";
$_LANG['error_113'] = "113 مواصفات المنتج المفقودة";
$_LANG['error_114'] = "114 عنوان الاستلام غير كامل";
$_LANG['error_115'] = "115  ليست الممتلكات التي ترسلها موجودة ، يرجي بإعادة  إقامة الطلب ";

$_LANG['back_site'] = "عودة";
$_LANG['contact_us'] = "تعطينا ردود الفعل";
$_LANG['id_card']='رقم بطاقة الهوية';
$_LANG['id_cardtips'] = 'من الضروري أن تقديم رقم بطاقة الهوية العميل إذا قيمة المنتجات أكثر من 900 ريال حسب الاتفاق الجماركي السعودية.';
$_LANG['id_carderror'] = 'يرجي تقديم رقم بطاقة الهوية الصحيح';

$_LANG['contact'] = 'أو تواصل مع بريد الالكتروني على إستمارة الطرود';
$_LANG['customer_contact'] = 'يرجى ملء رقم الهاتف المحمول الصحيح ، وسيقوم موظفو خدمة العملاء بالاتصال بك عن طريق الهاتف!';//'請填寫正確的手機號碼，客服人員會通過電話與您聯系!';
$_LANG['no_address'] = ' مرحبًا ، لم تملأ عنوانًا صالحًا';
