<?php
###############################
###  波斯语
###############################
// index
$_LANG['cash_on_delivery'] = "پرداخت در محل";//貨到付款
$_LANG["credit_card"]   =   "信用卡";
$_LANG['product'] = "產品";
$_LANG['quantity'] = "مقدار";
$_LANG['total'] = "商品合計";
$_LANG['buy_now'] = "خرید کن";
$_LANG["warming"] =  "نکات: اثرات عملی از این محصول تصمیم گیری بر اساس شرایط فردی، تضمین نمی کند که هر کاربر می تواند اثر تبلیغات لذت ببرید. اگر در شک لطفا با خدمات به مشتریان آنلاین و یا با ما تماس بگیرید از طریق ایمیل، این شرکت تفسیر نهایی برخوردار است.پشتیبانی از پول نقد در تحویل + رایگان بین المللی 7 روز دوره بازرسی! دریافت کالا هر گونه سوال لطفا با مشتریان ما آنلاین می توانید احساس رایگان برای تماس :! <a href=\"mailto:%s\">پس از فروش پست الکترونیکی پس از دریافت پیک</a>. لطفا همچنین شامل نام و اطلاعات تماس خود را و شماره سفارش در ایمیل آنها را، به طوری که ما می تواند به سرعت درمان به موقع، من برای شما آرزوی خرید خوشحال! ! !";
$_LANG['Th_score'] = "رتبه محصولات";
$_LANG['Th_free'] = "";
$_LANG['Th_time1'] = "لذت بردن از تحویل نامه رایگان انتظار می رود";
$_LANG['Th_time2'] = "تحویل";
$_LANG['Th_attr'] = "مشخصات محصول";
$_LANG['Th_titleattr'] = "انتخاب پارامتر محصول";
$_LANG['last'] = "";
$_LANG['lastL'] = "تعداد باقی مانده از قطعات";
$_LANG['market_price'] = "قیمت";
$_LANG["order_info"]   =   "订单信息";
$_LANG["pro_choose"]   =   "انتخاب محصول";
$_LANG["pro_attr"]   =   "جزئیات محصول";
$_LANG["time_promotion"]="محدود توسعه زمان";
$_LANG["promotion_price"]="قیمت با تخفیف";//优惠价
$_LANG["countdown2"]   =   "شمارش معکوس پیشنهاد";
$_LANG["sold"]   =   "فروخته شده";
$_LANG["piece"]   =   "";
$_LANG["ku"]	="در کتابخانه";
$_LANG["kunum"]	="";
$_LANG["confirm"]   =   "تأیید کنید";
// checkout
$_LANG["order_comfirmation"] = "确认信息";
$_LANG['ck_enjoy_label_1'] = "您将享有以下权利";
$_LANG['ck_enjoy_label_2'] = "7天鑒賞期";
$_LANG['ck_enjoy_label_3'] = "免邮费";
$_LANG['ck_enjoy_label_4'] = "货到付款";
$_LANG["money"]   =   "قیمت کل";
$_LANG["order_title"] = "اطلاعات تایید تنها تحت";//确认下单信息
// checkout - formdata
$_LANG['must_fill_in'] = "این نمی تواند خالی باشد";
$_LANG['name'] = "نام کامل";
// $_LANG['last_name'] = "last_name";
$_LANG['mobile'] = "تلفن";
$_LANG['email'] = "صندوق پستی";
$_LANG["province"]   =   "منطقه";
$_LANG['address_full'] = "نشانی";
$_LANG['postal'] = "کد پستی";
$_LANG['select_paymethod'] = "选择支付方式";
$_LANG['paymethod'] = "پرداخت";
$_LANG['yijifu'] = "Yiji Pay";
$_LANG['note'] = "ترک یک پیام";
// $_LANG['total'] = "";
$_LANG['contact_us'] = "تماس با ما";
$_LANG['submit_order'] = "تایید سفارش";

// order
$_LANG["addr"] = "آدرس حمل و نقل";
$_LANG["phone"] = "تلفن";
$_LANG['click_back_home'] = "خانه";
$_LANG['service_online'] = "خدمات مشتریان";
$_LANG['order_detail'] = "موفقیت تنها";
$_LANG['order_submit_submit'] = "";
$_LANG['order_time'] = "سفارشات زمان";
$_LANG['order_noumber'] = "شماره سفارش";
$_LANG['receg_titel'] = "اطلاعات دریافت";
$_LANG['num'] = "مقدار";
$_LANG['openComboProducts'] = "نمایش بسته شامل کالا";
$_LANG['closeComboProducts'] = "بسته پنهان شامل کالا";
$_LANG['payment_method'] = "پرداخت";
$_LANG['total'] = "مجموع کالاها";
$_LANG['freight'] = "باربری";
$_LANG['pay'] = "در واقع پرداخت";
$_LANG['free_yun'] = "حمل و نقل رایگان";
$_LANG["free_ship"] = "رایگان کالا بین المللی";
$_LANG['returned_goods'] = "7 روز دوره بازرسی";
$_LANG['service_time'] = "服務時間";
$_LANG['buy_know'] = "تبریک می گویم، ما دریافت کرده اند سفارشات با موفقیت ارسال سفارش خود را، موهای خود را به عنوان به زودی به عنوان راهنمایی کودک ارسال شده است: در تحویل + رایگان بین المللی 7 روز دوره بازرسی پشتیبانی پول نقد!دریافت کالا هر گونه سوال لطفا با مشتریان ما آنلاین می توانید احساس رایگان برای تماس :! <a href=\"mailto:%s\">پس از فروش پست الکترونیکی پس از دریافت پیک</a>. لطفا همچنین شامل نام و اطلاعات تماس خود را و شماره سفارش در ایمیل آنها را، به طوری که ما می تواند به سرعت درمان به موقع، من برای شما آرزوی خرید خوشحال! ! !";
$_LANG["order_sure"]	=	"تایید سفارش";
$_LANG["order_onlinepay"]	=	"線上支付";

//inquiry 订单查询
$_LANG['order_inquiry'] = "رهگیری سفارش";
$_LANG['inquiry_tip']	= "وارد کنید شما می توانید وضعیت سفارش بررسی";
$_LANG["order_viewdetails"] = "مشاهده جزئیات سفارش";
$_LANG["order_null"] = "اطلاعات خریدار بدون سفارش";
$_LANG["next_page"]	=	"صفحه بعد";
$_LANG["next_null"]	=	"آخرین صفحه";
$_LANG["mobile_placeholder"]    =   "لطفا شماره تلفن همراه خود را وارد کنید";
$_LANG["mobile_error"]    =   "لطفا شماره تلفن صحیح را وارد کنید";

// 订单提交失败
$_LANG["order_submit_fail"]   =   "عدم ارسال سفارشات، لطفا دوباره ارائه سفارش";
$_LANG["order_fail_empty"]   =   "سفارشات ارسال انجام نشد";
$_LANG["back_home_time"]   =   "خانه";
$_LANG["cancel_fail"] ='لغو سفارش ناموفق بود';
$_LANG["cancel_fail_message"] ='لطفا بعدا دوباره امتحان کنید';
$_LANG["cancel_fail_order_id"] ='نظم یافت نشد';
$_LANG["cancel_fail_shipping"] ='سفارشات حمل شده است';
$_LANG["cancel_success"] ='دستور با موفقیت لغو';

//模板55
$_LANG["full_user_info"]   =   "پر کردن اطلاعات گیرنده";
$_LANG["user_notes"]   = "اطلاعات کاربری";
$_LANG["user_fb"]   = "اثرات عملی از این محصول تصمیم گیری بر اساس شرایط فردی، تضمین نمی کند که هر کاربر می تواند اثر تبلیغات لذت ببرید. اگر در شک لطفا با خدمات به مشتریان آنلاین و یا با ما تماس بگیرید از طریق ایمیل، این شرکت تفسیر نهایی برخوردار است.";
$_LANG["user_note_adr"]   = "توزیع گسترده ایران";
//style65
$_LANG["nowoff"]="خرید هم اکنون می توانید لذت بردن از";//现在购买可享受
$_LANG["newpro"]="جدید";//新品
$_LANG["hotpro"]="مدل انفجار";//爆款
$_LANG['repeat_title'] = "راهنمایی های گرم";//溫馨提示
$_LANG['repeat_prompt'] = "کاربر گرامی، شما فقط این محصول را خریداری کرده اید. لطفا جزئیات سفارش را بررسی کنید.";//尊敬的用户，您刚刚已经购买过该商品。请您查看订单详情。
$_LANG['repeat_prompt_out'] = "کاربر گرامی، این محصول را{time} خریداری کردید. لطفا اگر میخواهید دوباره سفارش دهید، تأیید کنید.";//"尊敬的用戶，您在{time}购买了该商品，請確認是否再次下單";
$_LANG['repeat_confirm_order'] = "سفارش را تأیید کنید";//確認下單
$_LANG['repeat_query_details'] = "مشاهده جزئیات سفارش";//查詢訂單詳請
$_LANG['time_d'] = " روز پیش";//天前
$_LANG['time_h'] = " ساعت پیش";//小時前
$_LANG['time_m'] = " دقیقه پیش";//分鐘前
$_LANG['time_just'] = "فقط در حال حاضر";//剛剛
$_LANG["order_success"]   =   "سفارش ارسال موفقیت آمیز است";//订单提交成功
$_LANG["order_quality"]   =   "مشاهده سفارشات";//查看订单
$_LANG['inquiry_details'] = "سفارش جزئیات";//訂單詳情
$_LANG['in_quantity'] = "{num} قطعه";//{num} 件
$_LANG['in_goodsnum'] = "در مجموع {goodsnum} کالا واقعی پرداخت {currency_pay}";//共 {goodsnum} 件商品 s实付款{currency_pay}
$_LANG['in_delivery'] = "روش حمل و نقل";//發貨方式
$_LANG['in_delivery_time'] = "زمان تحویل";//發貨時間
$_LANG['in_doubt'] = "اگر سوالی دارید، لطفا با خدمات مشتری تماس بگیرید";//如有疑問，請聯繫客服
$_LANG["address_"]      =   "آدرس";//地址
$_LANG['erp_status_df'] = "برای حمل و نقل";//待發貨
$_LANG['erp_status_yf'] = "تحویل داده شده است";//已發貨
$_LANG['erp_status_yx'] = "لغو شده است";//已取消
$_LANG['erp_status_dt'] = "برای بازگرداندن";//待退貨
$_LANG['erp_status_tz'] = "بازگشت";//退換中
$_LANG['erp_status_yt'] = "بازگشت کرده است";//已退貨
$_LANG['erp_no_copy'] = "کپی کنید";//复制
$_LANG['erp_status_ys'] = "دریافت شده";//已收货
$_LANG['yx_reason11']  = "دستورات را تکرار کنید";//重复下单
$_LANG['yx_reason12']  = "اطلاعات سفارش نادرست است";//订单信息有误
$_LANG['yx_reason13']  = "تک نامعتبر";//无效单
$_LANG['yx_reason14']  = "مشتری لغو شد";//客户取消

//错误页面 public_errors_template
$_LANG['error_code'] = "کد خطا:";
$_LANG['page_error'] = " صفحه اشتباه است!";

$_LANG['error_101'] = "101 درخواست غیرقانونی";
$_LANG['error_102'] = "102 گمشده نام";
$_LANG['error_103'] = "103 اطلاعات آدرس گم شده است";
$_LANG['error_104'] = "104 شماره تلفن گم شده است";
$_LANG['error_105'] = "105 بیش از حد بسیاری از محصولات";
$_LANG['error_106'] = "106 اطلاعات منبع گم شده است";
$_LANG['error_107'] = "107 صفحه منقضی میشود";
$_LANG['error_108'] = "108 اطلاعات بسته اشتباه است";
$_LANG['error_109'] = "109 ویژگی محصول نادرست است";
$_LANG['error_110'] = "110 بسته موجود نیست";
$_LANG['error_111'] = "111 بسته بندی اشتباه است";
$_LANG['error_112'] = "112 ویژگی محصول نادرست است";
$_LANG['error_113'] = "113 ویژگی های محصول گم شده اند";
$_LANG['error_114'] = "114 آدرس حمل و نقل ناقص است";

$_LANG['back_site'] = "بازگشت به سایت";
$_LANG['contact_us'] = "به ما بازخورد بده";

$_LANG['contact'] = "پس از فروش پست الکترونیکی پس از دریافت پیک";
$_LANG['order_successfully'] = "ارائه سفارش موفق است، تاجر با شما در اسرع وقت با شما تماس گرفته تا اطلاعات سفارش را تأیید کند";//订单提交成功！商家会尽快与您联系确认订单信息
$_LANG['customer_contact'] = 'لطفا شماره تلفن صحیح را پر کنید، کارکنان خدمات مشتری با شما تماس تلفنی خواهند کرد!'; //請填寫正確的手機號碼，客服人員會通過電話與您聯系;
$_LANG['no_address'] = 'بدون آدرس';