<?php
###############################
###  柬埔寨
###############################
$_LANG['go_home'] = "ទំព័រដើមនៃហាងលក់"; // 返回主页

$_LANG['last'] = "លើស";//剩余的
$_LANG['market_price'] = "តម្លៃ";//原价
$_LANG["cash_on_delivery"] = "ទទួលឥវ៉ានហើយទើបប្រគល់ប្រាក់";//貨到付款
$_LANG["returned_goods"] = "រយៈពេលពេញវ័យ 7 ថ្ងៃ";//7天鑒賞期
$_LANG['buy_now'] = "ទិញឥឡូវនេះ";//立即购买
$_LANG['order_inquiry'] = "តាមដានការបញ្ជាទិញ";//订单查询
$_LANG['num'] = "បរិមាណ";//数量
$_LANG['submit_order'] = "បញ្ជាក់លំដាប់";//确认下单

//order_inquiry
$_LANG["click_back_home"] = "ទំព័រដើម";//返回首頁
$_LANG['inquiry_tip'] = "សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នកនៅពេលអ្នកដាក់បញ្ជាទិញរបស់អ្នកដើម្បីពិនិត្យមើលស្ថានភាពបញ្ជាទិញ";//請輸入您下單時填寫的手機號碼即可查詢訂單狀態
$_LANG["mobile_placeholder"]  = "សូមបញ្ចូលលេខទូរស័ព្ទចល័តរបស់អ្នក";//請輸入手機號碼
$_LANG["mobile_error"]  = "សូមបំពេញលេខទូរស័ព្ទរបស់អ្នកឱ្យត្រឹមត្រូវ";
$_LANG["order_null"] = "អ្នកទិញគ្មានគោលបំណងព";//暫時沒有訂單信息
$_LANG["order_viewdetails"] = "មើលលម្អិតការបញ្ជាទិញ";//查看訂單詳情
$_LANG["next_page"]	= "ទំព័របន្ទាប់";//下一頁
$_LANG["next_null"]	= "គ្មានក្រោយនៃ";//沒有下一頁了
$_LANG["order_time"] = "ម៉ោងការបញ្ជាទិញ";//訂單時間
$_LANG['order_noumber'] = "លេខលំដាប់";//訂單編號
$_LANG['openComboProducts'] = "បើក";
$_LANG['closeComboProducts'] = "បិទ";
//order_quality
$_LANG["service_online"] = "សេវាអតិថិជន";//客服
$_LANG["order_detail"] = "ការទទួលបានជោគជ័យនៅលីវ";//下單成功
$_LANG['order_submit_submit'] = "សូមអបអរសាទរការបញ្ជាទិញដែលបានដាក់ស្នើដោយជោគជ័យ។ យើងបានទទួលការបញ្ជាទិញរបស់អ្នក, សក់របស់អ្នកនឹងត្រូវបានផ្ញើបានឆាប់តាមដែលអាចធ្វើទៅបានទារក.";//恭喜您, 訂單提交成功. 我們已經收到您的訂單,將盡快為您發寄出寶貝
$_LANG["buy_know"] = "គន្លឹះ: សាច់ប្រាក់នៅលើការចែកចាយការគាំទ្រដោយឥតគិតថ្លៃ + + ការត្រួតពិនិត្យ +7 អន្តរជាតិរយៈពេលប៉ុន្មានថ្ងៃ! ទទួលបានទំនិញដែលមានសំណួរណាមួយសូមទាក់ទងអតិថិជនតាមអនឡាញរបស់យើងអាចមានអារម្មណ៍សេរីដើម្បីទាក់ទងមក : <a href=\"mailto:%s\">ផ្ញើរសារអេឡិចត្រូនិចនៅលើវិក័យប័ត្រនាំសំបុត្ររ</a> ។ សូមផងដែររួមបញ្ចូលទាំងឈ្មោះនិងទំនាក់ទំនងពត័មាននិងលេខលំដាប់របស់អ្នកនៅក្នុងអ៊ីម៉ែលពួកគេដូច្នេះយើងអាចផ្តល់ឱ្យអ្នកបានយ៉ាងលឿនការព្យាបាលទាន់ពេលវេលា, ខ្ញុំសូមជូនពរអ្នកទិញទំនិញសប្បាយចិត្ត! ! !";//溫馨提示：支持貨到付款+免郵費+7天鑒賞期！收到貨有任何疑問請聯繫我們在線客服! 也可隨時聯繫 : <a href=\"mailto:%s\">%s</a>。同時請附上您的姓名及聯繫方式及訂單編號在郵件當中，以便我們能快速的給您及時處理，祝您購物愉快！！！
$_LANG["receg_titel"] =	"ពការទទួល";//收貨信息
$_LANG["payment_method"] = "ការទូទាត់";//付款方式
$_LANG["total"] = "ទំនិញសរុប";//商品合計
$_LANG["freight"] = "សេវាដឹកជញ្ជូនទំនិញ";//運費
$_LANG["pay"] = "បង់ជាក់ស្ដែង";//實付

//checkout
$_LANG["order_title"]   =   "ក្រោមការបញ្ជាក់លីវព";
$_LANG["order_sure"]	=	"បញ្ជាក់លំដាប់";

$_LANG["warming"] = "កាត់សំគាល់：លទ្ធផលនៃផលិតផលនេះការប្រើប្រាស់តាមសម្រេចពីខ្លួនឯង យើងមិនបានធានាអ្នកប្រើម្នាក់ៗទទួលលទ្ធផលនួវដូចការផ្សព្វផ្សាយ។
បងមានសំណួរអ្វីអាចទំនាក់ទំនងតាមអ្នកសេវាអតិថិជននិងអ៊ីម៉ែល ក្រុមហ៊ុននេះមានពន្យល់ពន្យល់ចុងក្រោយ៊។
ការគាំទ្រទទួលឥវ៉ានទើបប្រគល់ប្រាក់ +ធ្វើការដឹកជញ្ជូនដោយឥតគិតថ្លៃ+ទំនិញអ្វីអាចផ្លាស់ប្តូរនិងអោយវិញ‌‌ដោយគ្មានមូលហេតុនៅក្នុងប្រាំពីរថ្ងៃ!
បងបានទទួលផលិតផលដែលបើមានសំណួរអ្វី សុំទាក់ទង់អ្នកសេវាអតិថិជនលើបណ្តាញនិងផ្ញើអ៊ីម៉ែលដល់<a href=\"mailto:%s\">ផ្ញើរសារអេឡិចត្រូនិចនៅលើវិក័យប័ត្រនាំសំបុត្រ</a>។
នឹងពេលនេះសរសេរឈ្មោះ ទូរស័ព្ទ លេខកំម៉ាងរបស់បងឯងនៅក្នុងអ៊ីម៉ែលដើម្បីដោះស្រាយយ៉ាងឆាប់រហ័សអោយលោកអ្នក សូមជូនពរអ្នកទិញការទិញទំនិញសប្បាយរីករាយ! ! !";//溫馨提示：本產品的實際使用效果根據個人情況決定，不保證每位用戶都能享受到所宣傳的效果。若有疑問請諮詢在綫客服或通過電子郵箱聯絡我們，本公司享有最終解釋權。<br>支持貨到付款+免郵費+7天鑒賞期！收到貨有任何疑問請聯繫我們在線客服! 也可隨時聯繫:<a href=\"mailto:%s\">%s</a>。同時請附上您的姓名及聯繫方式及訂單編號在郵件當中，以便我們能快速的給您及時處理，祝您購物愉快！！！
$_LANG["addr"] = "អាសយដ្ឋានដឹកជញ្ជូន";//收貨地址
$_LANG["name"] = "ឈ្មោះ";//姓名
$_LANG["postal"] = "លេខកូដតំបន់";//郵編
$_LANG["phone"] = "ទូរស័ព្ទ";//聯繫電話
$_LANG["email"] = "ប្រអប់សំបុត្រ";//郵箱
$_LANG["note"] = "សារ";//留言
$_LANG['repeat_title'] = "កាត់សំគាល់";//溫馨提示
$_LANG['repeat_prompt'] = "អ្នកជាទីគោរពអ្នកគ្រាន់តែទិញផលិតផលនេះ។";//尊敬的用戶，您{time}已下了{protitle}的商品，請確認是否再次下單.
$_LANG['repeat_prompt_out'] = "អ្នកជាទីគោរព! អ្នកបានទិញផលិតផលនេះ {time} សូមបញ្ជាក់ថាអ្នកចង់បញ្ជាម្តងទៀត។";//"尊敬的用戶，您在{time}购买了该商品，請確認是否再次下單";
$_LANG['repeat_confirm_order'] = "បញ្ជាក់ការបញ្ជាទិញ";//確認下單
$_LANG['repeat_query_details'] = "មើលព័ត៌មានលម្អិតការបញ្ជាទិញ";//查詢訂單詳請
$_LANG['time_d'] = " ថ្ងៃមុន";//天前
$_LANG['time_h'] = " ម៉ោងមុន";//小時前
$_LANG['time_m'] = " នាទីមុន";//分鐘前
$_LANG['time_just'] = "ឥឡូវនេះ";//剛剛
$_LANG["order_success"]   =   "ការបញ្ជាទិញបានបញ្ចប់";//下单完成
$_LANG["order_quality"]   =   "មើលការបញ្ជាទិញ";//查看订单
$_LANG['inquiry_details'] = "មើលព័ត៌មានលម្អិត";//訂單詳情
$_LANG['in_quantity'] = "{num} គ្រឿង";//{num} 件
$_LANG['in_goodsnum'] = "{goodsnum} គ្រឿង ការប្រគល់ប្រាក់ជាក់ស្ដែង {currency_pay}";//共 {goodsnum} 件商品
$_LANG['in_delivery'] = "វិធីសាស្ត្រដឹកជញ្ជូន";//發貨方式
$_LANG['in_delivery_time'] = "ពេលវេលាដឹកជញ្ជូន";//發貨時間
$_LANG['in_doubt'] = "បើមានសំណួរ សូមទាក់ទងជាមួយអ្នកបំរើអតិថិជន";//如有疑問，請聯繫客服
$_LANG["address_"]      =   "អាសយដ្ឋាន";//地址
$_LANG['erp_status_df'] = "ទំនិញនឹងត្រូវដឹកជញ្ជូន";//待發貨
$_LANG['erp_status_yf'] = "ទំនិញត្រូវបានដឹកជញ្ជូន";//已發貨
$_LANG['erp_status_yx'] = "ត្រូវបានលុបចោល";//已取消
$_LANG['erp_status_dt'] = "ទំនិញនឹងត្រូវបានបញ្ជូនត្រឡប់មកវិញ";//待退貨
$_LANG['erp_status_tz'] = "ទំនិញកំពុងត្រូវបានបញ្ជូនត្រឡប់មកវិញ";//退換中
$_LANG['erp_status_yt'] = "ទំនិញត្រូវបានបញ្ជូនត្រឡប់មកវិញហើយ";//已退貨
$_LANG['erp_no_copy'] = "ចម្លង";//复制
$_LANG['yx_reason11']  = "ការបញ្ជាទិញច្រំដែល";//重复下单
$_LANG['yx_reason12']  = "ព័ត៌មានការបញ្ជាទិញមិនត្រឹមត្រូ";//订单信息有误
$_LANG['yx_reason13']  = "ការបញ្ជាទិញមិនត្រឹមត្រូវ";//无效单
$_LANG['yx_reason14']  = "អតិថិជនបានលុបចោល";//客户取消
$_LANG['is_anonymous'] = "អ្នកប្រើអនាមិក";//匿名用户
$_LANG['anonymous'] = "អ្នកប្រើអនាមិក";//匿名用户
$_LANG['View_all'] = "បទអត្ថាធិប្បាយទាំងអស់";//所有评论
$_LANG["user_evaluation"]  ="យោបល់របស់អ្នកទិញ";//用户评价
$_LANG["view_more"]  = "សូមមើលច្រើន";//查看更多

//错误页面 public_errors_template
$_LANG['error_code'] = "លេខកូដកំហុស：";
$_LANG['page_error'] = " ចូលលើគេហទំព័រខុសហើយ！";

$_LANG['error_101'] = "101 ស្នើសុំមិនត្រឹមត្រូវ";
$_LANG['error_102'] = "102 ​បាត់ឈ្មោះ";
$_LANG['error_103'] = "103 ព័ត៌មានអាសយដ្នានបាត់ហើយ";
$_LANG['error_104'] = "104 លេខទូរស័ព្ទបាត់ហើយ";
$_LANG['error_105'] = "105 ផលិតផលច្រើនពេក";
$_LANG['error_106'] = "106 ព័ត៌មានប្រភពបាត់ហើយ";
$_LANG['error_107'] = "107 ទំព័រផុតកំណត់";
$_LANG['error_108'] = "108 ព័ត៌មានខុសហើយ";
$_LANG['error_109'] = "109 គុណលក្ខណៈផលិតផលមិនត្រឹមត្រូវ";
$_LANG['error_110'] = "110 ឥវ៉ាន់មិនមាន";
$_LANG['error_111'] = "111 ឥវ៉ាន់មិនត្រឹមត្រូវ";
$_LANG['error_112'] = "112 គុណលក្ខណៈផលិតផលមិនត្រឹមត្រូវ";
$_LANG['error_113'] = "113 គុណលក្ខណៈផលិតផលបាត់ហើយ";
$_LANG['error_114'] = "114 អាសយដ្នាននៃទទួលឥវ៉ាន់មិនច្បាស់";

$_LANG['back_site'] = "ចុចទៅទំព័រមុន";
$_LANG['contact_us'] = "ផ្តល់មតិអោយយើង";

$_LANG["free_yun"] = "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ";
$_LANG["returned_goods"] = "7ថ្ងៃសម្រាប់សាកល្បង";
$_LANG["cash_on_delivery"] = "ទទួលឥវ៉ានទើបប្រគល់ប្រាក់​";
$_LANG['Th_titleattr'] = "ជ្រើសប៉ារ៉ាម៉ែត្រផលិតផលមួយ";//选择产品参数

//设置短信模版
$_LANG["sms_template"] = '[ទិញនៅបរទេស]លេខកូដសម្ងាត់របស់លកអ្នកគឺ៖:{{code}} លេខនេះមានសុពលភាពក្នុងរយៈពេល 30 នាទី។ បញ្ចាក់:​ សូមថែរក្សាលេខកូដសម្ងាត់អោយបានល្អ​ដើម្បីធានានៅសុវត្ថិភាពក្នុងការប្រើប្រាស់';
$_LANG['sms_verify_msg'][200] = 'ផ្ញើរបានសម្រេច';
$_LANG['sms_verify_msg'][201] = 'ការផ្ទៀងផ្ទាត់ដោយជោគជ័យ';
$_LANG["sms_verify_msg"][400] = 'ការផ្ទៀងផ្ទាត់ដោយបរាជ័យ!';
$_LANG["sms_verify_msg"][401] = 'ការផ្ទៀងផ្ទាត់ដោយបរាជ័យ! ការបញ្ចូនលើសដែនដែលបានកំនត់';
$_LANG['sms_verify_msg'][500] = 'ការផ្ញើដោយបរាជ័យ';
$_LANG['sms_verify_msg'][501] = 'លេខកូដសម្ងាត់ត្រូវសរសេរ';
$_LANG['sms_verify_msg'][502] = 'លេខកូដសម្ងាត់មិនត្រឹមត្រូវ';
$_LANG['sms_verify_msg'][503] = 'ការកម្ម៉ងច្រើនលើសលុប';
$_LANG['sms_verify_msg'][504] = 'ផលិតផលដែលបានកម្ម៉ងគ្មានជាឈុត';
$_LANG['sms_verify_msg'][505] = 'ស្វែងរកមិនឃើញឈុតរបស់ផលិតផល';
$_LANG['sms_verify_msg'][506] = 'ផលិតផលនេះមានគុណលក្ខណៈប៉ុន្តែគ្មានផ្ចុកឡើគុណលក្ខណៈ';
$_LANG['sms_verify_msg'][507] = 'ផលិតផលនេះមិនមានក្នុងស្តុប​ សូមធ្វើការកម្ម៉ងសារជាថ្មី';

$_LANG['order_successfully'] = "កម្មង់ជោគជ័យហើយ យើងនឹងទាក់ទងជាមួយអ្នកភ្លាមៗ ដើម្បីបញ្ជាក់ការបញ្ជារទិញរបស់អ្នក";//订单提交成功！商家会尽快与您联系确认订单信息
$_LANG['contact'] = 'ផ្ញើរសារអេឡិចត្រូនិចនៅលើវិក័យប័ត្រនាំសំបុត្រ្រ';
$_LANG['customer_contact'] = 'សូមសរសេរលេខទូរស័ព្ទឱ្យត្រឹមត្រូវ សេវានឹងទាក់ទងជាមួយបង'; //請填寫正確的手機號碼，客服人員會通過電話與您聯系;
$_LANG['no_address'] = 'គ្មានអាសយដ្ឋាន';
$_LANG['order_un_auth'] = 'មិនទាន់ត្រូវបានបញ្ជាក់ទេ';

// ==================
//短信验证码提示
$_LANG['sms_title'] = 'សូមបញ្ចូលលេខកូដសម្ងាត់';//請輸入簡訊驗證碼
$_LANG['sms_sendto'] = 'លេខកូដសម្ងាត់បានផ្ញើទៅទូរស័ព្ទ';//驗證碼已發送到手機
$_LANG['sms_take'] = ', សូមទទួលត្រួតពិនិត្យមើល ';//，請注意查收。
$_LANG['sms_if_no'] = 'ប្រសិនបើមិនទទួលបានលេខកូដសម្ងាត់,';//如果收不到驗證碼，
$_LANG['sms_click'] = 'សូមចុច';//點擊
$_LANG['sms_resend'] = 'ផ្ញើលេខកូដសម្ងាត់សារជាថ';//重新發送驗證碼
$_LANG['sms_wait'] = 'មួយភ្លេតទៀតនឹងធ្វើការផ្ញើសារជាថ្ម';//秒后可重新發送
$_LANG['sms_wait_before'] = '';//秒后可重新發送

//===================
$_LANG['address_warming'] = 'សូមសរសេរទីច្បាស់';//请填写详细地址
$_LANG['postal_long'] = 'សូមសរសេរលេខ​កូដ​តំបន់ផ្ញើ';//请输入邮编
$_LANG['email_use'] = 'លេខអ៊ីមែល';//请输入邮箱