<?php
###############################
###  老挝语
###############################
	$_LANG["num"]   =   "ປະລິມານ";//數量
	$_LANG["submit_order"]   =   "ຢືນຢັນການສັ່ງຊື້";//确认下单
	$_LANG["market_price"]   =   "ລາຄາ";//原价
	$_LANG["returned_goods"]   =   "ໄລຍະເວລາການກວດກາໃນ 7 ມື້";//7天鑒賞期
	$_LANG["cash_on_delivery"]   =   "ເງິນສົດໃນການສົ່ງມອບ";//貨到付款
	$_LANG["last"]   =   "The";//剩余
	$_LANG["piece"]   =   "ສິ້ນ";//件
	$_LANG["buy_now"]   =   "ຊື້ໃນປັດຈຸບັນ";//立即购买
	$_LANG["order_inquiry"]   =   "ຕິດຕາມການສັ່ງຊື້";//订单查询


	$_LANG["click_back_home"]   =   "ຫນ້າທໍາອິດ";//返回首頁
	$_LANG["inquiry_tip"]   =   "ກະລຸນາໃສ່ເບີໂທລະສັບມືຖືຄໍາສັ່ງຕື່ມຂໍ້ມູນຂອງທ່ານທີ່ທ່ານສາມາດກວດສອບສະຖານະຄໍາສັ່ງ";//請輸入您下單時填寫的手機號碼即可查詢訂單狀態
	$_LANG["mobile_placeholder"]   =   "ກະລຸນາໃສ່ຈໍານວນໂທລະສັບມືຖືຂອງທ່ານ";//请输入手机号码
	$_LANG["mobile_error"]   =   "ກະລຸນາໃສ່ເບີໂທລະສັບທີ່ຖືກຕ້ອງ";//请输入手机号码
	$_LANG["order_null"]   =   "ບໍ່ມີຂໍ້ມູນຄໍາສັ່ງ";//暫時沒有訂單信息
	$_LANG["order_time"]   =   "ເວລາຄໍາສັ່ງ";//訂單時間
	$_LANG["order_noumber"]   =   "ຈໍານວນສັ່ງຊື້";//訂單編號
	$_LANG["order_viewdetails"]   =   "ລາຍລະອຽດເພື່ອເບິ່ງ";//查看订单详情


	$_LANG["order_title"]   =   "ການຢືນຢັນ";//確認下單信息
	$_LANG["warming"]   =   "ສິ່ງທີ່ຄວນຮູ້: ຜົນກະທົບການປະຕິບັດຂອງການຕັດສິນໃຈຜະລິດຕະພັນນີ້ອີງໃສ່ສະຖານະການ, ບໍ່ໄດ້ຮັບປະກັນວ່າສະມາຊິກແຕ່ລະຄົນສາມາດມີຄວາມສຸກຜົນກະທົບຂອງສາທາລະນະໄດ້. ຖ້າຫາກວ່າໃນຄວາມສົງໃສກະລຸນາຕິດຕໍ່ຫາບໍລິການລູກຄ້າອອນໄລນ໌ຫຼືຕິດຕໍ່ພວກເຮົາທາງອີເມລບໍລິສັດມີທ່ານເວົ້າວ່າຂັ້ນສຸດທ້າຍ. ເງິນສົດສະຫນັບສະຫນູນ Y ກ່ຽວກັບການຈັດສົ່ງ + ສົ່ງຟຣີ + 7 ວັນໄລຍະເວລາການກວດກາ! ໄດ້ຮັບສິນຄ້າຄໍາຖາມກະລຸນາຕິດຕໍ່ຫາລູກຄ້າອອນໄລນ໌ຂອງພວກເຮົາສາມາດມີຄວາມຮູ້ສຶກບໍ່ເສຍຄ່າເພື່ອຕິດຕໍ່ຫາ :ອີເມວ aftersales ໃນໃບແຈ້ງພາສີ. ກະລຸນາປະກອບມີຊື່ແລະການຕິດຕໍ່ຂໍ້ມູນຂ່າວສານແລະຈໍານວນຄໍາສັ່ງຂອງທ່ານໃນ e-mail ໃຫ້ເຂົາເຈົ້າ, ດັ່ງນັ້ນພວກເຮົາສາມາດໃຫ້ທ່ານປິ່ນປົວໃຫ້ທັນເວລາ, ຂ້າພະເຈົ້າຕ້ອງການໃຫ້ທ່ານມີຄວາມສຸກຊື້ເຄື່ອງ! ! !";//溫馨提示：本產品的實際使用效果根據個人情況決定，不保證每位用戶都能享受到所宣傳的效果。若有疑問請諮詢在綫客服或通過電子郵箱聯絡我們，本公司享有最終解釋權。支持貨到付款+免郵費+7天鑒賞期！收到貨有任何疑問請聯繫我們在線客服!也可隨時聯繫:<a href=\"mailto:%s\">%s</a>。同時請附上您的姓名及聯繫方式及訂單編號在郵件當中，以便我們能快速的給您及時處理，祝您購物愉快！！！
	$_LANG["addr"]   =   "ທີ່ຢູ່ສົ່ງ";//收货地址
	$_LANG["name"]   =   "ຊື່ເຕັມ";//姓名
	$_LANG["postal"]   =   "ລະຫັດໄປສະນີ";//邮编
	$_LANG["phone"]   =   "ໂທລະສັບ";//电话
	$_LANG["email"]   =   "mailbox";//邮箱
	$_LANG["note"]   =   "ອອກຈາກຂໍ້ຄວາມ";//留言
	$_LANG["openComboProducts"]   =   "ເບິ່ງຊຸດລວມມີຜະລິດຕະພັນ";//查看套餐包含產品
	$_LANG["closeComboProducts"]   =   "ຊຸດເຊື່ອງໄວ້ປະກອບຜະລິດຕະພັນ";//隱藏套餐包含產品
	$_LANG["freight"]   =   "ຂົນສົ່ງສິນຄ້າ";//運費
	$_LANG["total"]   =   "ສິນຄ້າທັງຫມົດ";//商品合計
	$_LANG["pay"]   =   "ຈ່າຍຕົວຈິງ";//實付
    $_LANG['order_successfully'] = "ການສົ່ງຄໍາສັ່ງແມ່ນປະສົບຜົນສໍາເລັດ, ຜູ້ຄ້າຈະຕິດຕໍ່ທ່ານໃນທັນທີທີ່ເປັນໄປໄດ້ເພື່ອຢືນຢັນຂໍ້ມູນຄໍາສັ່ງ";//订单提交成功！商家会尽快与您联系确认订单信息


	$_LANG["order_detail"]   =   "ຄວາມສໍາເລັດຄໍາສັ່ງ";//下单成功
	$_LANG["service_online"]   =   "ບໍລິການລູກຄ້າ";//客服
	$_LANG["order_submit_submit"]   =   "ຊົມເຊີຍ, ພວກເຮົາໄດ້ຮັບຄໍາສັ່ງສົບຜົນສໍາເລັດສົ່ງຄໍາສັ່ງຂອງທ່ານຈະຖືກສົ່ງໄປໃນທັນທີທີ່ເປັນໄປໄດ້";//恭喜您下單成功, 訂單提交成功. 我們已經收到您的訂單,將盡快為您發寄出寶貝.
	$_LANG["buy_know"]   =   "ສິ່ງທີ່ຄວນຮູ້: ເງິນສົດສະຫນັບສະຫນູນກ່ຽວກັບການຈັດສົ່ງ + ຟຣີຂົນສົ່ງ + 7 ໄລຍະເວລາການກວດກາມື້! ໄດ້ຮັບສິນຄ້າຄໍາຖາມກະລຸນາຕິດຕໍ່ຫາລູກຄ້າອອນໄລນ໌ຂອງພວກເຮົາສາມາດມີຄວາມຮູ້ສຶກບໍ່ເສຍຄ່າເພື່ອຕິດຕໍ່ຫາ :ອີເມວ aftersales ໃນໃບແຈ້ງພາສີ. ກະລຸນາປະກອບມີຊື່ແລະການຕິດຕໍ່ຂໍ້ມູນຂ່າວສານແລະຈໍານວນຄໍາສັ່ງຂອງທ່ານໃນ e-mail ໃຫ້ເຂົາເຈົ້າ, ດັ່ງນັ້ນພວກເຮົາສາມາດໃຫ້ທ່ານປິ່ນປົວໃຫ້ທັນເວລາ, ຂ້າພະເຈົ້າຕ້ອງການໃຫ້ທ່ານມີຄວາມສຸກຊື້ເຄື່ອງ! ! !";
	//溫馨提示：支持貨到付款+免郵費+7天鑒賞期！收到貨有任何疑問請聯繫我們在線客服! 也可隨時聯繫 : <a href=\"mailto:%s\">%s</a>。同時請附上您的姓名及聯繫方式及訂單編號在郵件當中，以便我們能快速的給您及時處理，祝您購物愉快！！！

	$_LANG["receg_titel"]   =   "ຂໍ້ມູນຂ່າວສານໄດ້ຮັບການ";//收貨信息
	$_LANG["comob_num"]   =   "ຈໍານວນບັນຈຸ";//套餐數量
	$_LANG["payment_method"]   =   "ການຊໍາລະເງິນ";//付款方式
	$_LANG["order_sure"]   =   "ຢືນຢັນການສັ່ງຊື້";//
	$_LANG["save"]   =   "ເຈົ້າ​ບັນ​ທຶກ";//

	$_LANG["comment"]   =   "ຄໍາເຫັນ";//发表评论
	$_LANG["Satisfaction"]   =   "ຄວາມພຶງພໍໃຈ";//满意度
	$_LANG["content"]   =   "ເນື້ອໃນ";//内容
	$_LANG["upload_file"]   =   "ສະບັບພິມໄດ້";//上传文件
	$_LANG["submit_comment"]   =   "ຍື່ນສະເຫນີການປະເມີນຜົນ";//提交评价
	$_LANG['repeat_title'] = "ຄໍາແນະນໍາທີ່ອົບອຸ່ນ";//溫馨提示
	$_LANG['repeat_prompt'] = "ລູກຄ້າທີ່ຮັກແພງ, ທ່ານພຽງແຕ່ຊື້ຜະລິດຕະພັນນີ້. ກະລຸນາກວດເບິ່ງລາຍະລະອຽດຄໍາສັ່ງ.";//尊敬的用户，您刚刚已经购买过该商品。请您查看订单详情。
    $_LANG['repeat_prompt_out'] = "ລູກຄ້າທີ່ຮັກແພງ, ທ່ານໄດ້ຊື້ຜະລິດຕະພັນນີ້ {time}ກະລຸນາຢືນຢັນວ່າທ່ານຕ້ອງການສັ່ງຊື້ອີກເທື່ອຫນຶ່ງ.";//"尊敬的用戶，您在{time}购买了该商品，請確認是否再次下單";
	$_LANG['repeat_confirm_order'] = "ຢືນຢັນຄໍາສັ່ງ";//確認下單
	$_LANG['repeat_query_details'] = "ຄໍາສັ່ງສອບຖາມ";//查詢訂單詳請
	$_LANG['time_d'] = " ມື້ກ່ອນຫນ້ານີ້";//天前
	$_LANG['time_h'] = " ຊົ່ວໂມງກ່ອນ";//小時前
	$_LANG['time_m'] = " ນາທີກ່ອນຫນ້ານີ້";//分鐘前
	$_LANG['time_just'] = "ພຽງແຕ່ໃນປັດຈຸບັນ";//剛剛
	$_LANG["order_success"]   =   "ຄໍາສັ່ງສົ່ງສົບຜົນສໍາເລັດ";//订单提交成功
	$_LANG["order_quality"]   =   "ຕິດຕາມການສັ່ງຊື້";//查看订单
	$_LANG['inquiry_details'] = "ລາຍະລະອຽດການສັ່ງຊື້";//訂單詳情
	$_LANG['in_quantity'] = "ມີ {num} ຊິ້ນ";//{num} 件
	$_LANG['in_goodsnum'] = "ຈໍານວນທັງຫມົດ {goodsnum} ສິນຄ້າທີ່ແທ້ຈິງການຊໍາລະເງິນ {currency_pay}";//共 {goodsnum} 件商品 实付款
	$_LANG['in_delivery'] = "ວິທີການຂົນສົ່ງ";//發貨方式
	$_LANG['in_delivery_time'] = "ເວລາສົ່ງ";//發貨時間
	$_LANG['in_doubt'] = "ຖ້າທ່ານມີຄໍາຖາມໃດໆ, ກະລຸນາຕິດຕໍ່ບໍລິການລູກຄ້າ";//如有疑問，請聯繫客服
	$_LANG["address_"]      =   "ທີ່ຢູ່";//地址
	$_LANG['erp_status_df'] = "ຈະຖືກຈັດສົ່ງ";//待發貨
	$_LANG['erp_status_yf'] = "ໄດ້ຖືກຈັດສົ່ງ";//已發貨
	$_LANG['erp_status_yx'] = "ໄດ້ຖືກຍົກເລີກ";//已取消
	$_LANG['erp_status_dt'] = "ຈະຖືກສົ່ງຄືນ";//待退貨
	$_LANG['erp_status_tz'] = "ກັບຄືນ";//退換中
	$_LANG['erp_status_yt'] = "ໄດ້ກັບມາ";//已退貨
	$_LANG['erp_no_copy'] = "ຄັດລອກ";//复制
	$_LANG['erp_status_ys'] = "ໄດ້ຖືກຈັດສົ່ງ";//已收货
	$_LANG['yx_reason11']  = "ເຮັດຊ້ໍາຄໍາສັ່ງ";//重复下单
	$_LANG['yx_reason12']  = "ຂໍ້ມູນຄໍາສັ່ງບໍ່ຖືກຕ້ອງ";//订单信息有误
	$_LANG['yx_reason13']  = "ບໍ່ຖືກຕ້ອງດຽວ";//无效单
	$_LANG['yx_reason14']  = "ລູກຄ້າຖືກຍົກເລີກ";//客户取消

	//错误页面 public_errors_template
	$_LANG['error_code'] = "ລະຫັດຄວາມຜິດພາດ：";
	$_LANG['page_error'] = " ຫນ້ານີ້ແມ່ນຜິດພາດ!";

	$_LANG['error_101'] = "101 ຄໍາຮ້ອງຂໍທີ່ຜິດກົດຫມາຍ";
	$_LANG['error_102'] = "102 Missing name";
	$_LANG['error_103'] = "103 ຂໍ້ມູນທີ່ຢູ່ແມ່ນຫາຍໄປ";
	$_LANG['error_104'] = "104 ເບີໂທລະສັບຫາຍໄປ";
	$_LANG['error_105'] = "105 ຜະລິດຕະພັນຫຼາຍເກີນໄປ";
	$_LANG['error_106'] = "106 ຂໍ້ມູນແຫຼ່ງຂໍ້ມູນແມ່ນຫາຍໄປ";
	$_LANG['error_107'] = "107 ຫນ້າຈະສິ້ນສຸດ";
	$_LANG['error_108'] = "108 ຂໍ້ມູນການຫຸ້ມຫໍ່ແມ່ນຜິດພາດ";
	$_LANG['error_109'] = "109 attribute ຜະລິດຕະພັນບໍ່ຖືກຕ້ອງ";
	$_LANG['error_110'] = "110 ບໍ່ມີແພັກເກດ";
	$_LANG['error_111'] = "111 ການຫຸ້ມຫໍ່ແມ່ນຜິດພາດ";
	$_LANG['error_112'] = "112 attribute ຜະລິດຕະພັນບໍ່ຖືກຕ້ອງ";
	$_LANG['error_113'] = "113 ຄຸນລັກສະນະຂອງຜະລິດຕະພັນຫາຍໄປ";
	$_LANG['error_114'] = "114 ທີ່ຢູ່ສົ່ງແມ່ນບໍ່ຄົບຖ້ວນ";

	$_LANG['back_site'] = "ກັບຄືນ";
	$_LANG['contact_us'] = "ໃຫ້ພວກເຮົາຄໍາຄຶດຄໍາເຫັນ";
	$_LANG['Th_titleattr'] = "ເລືອກຕົວກໍານົດການຜະລິດຕະພັນ";//选择产品参数

    $_LANG['contact'] = "ອີເມວ aftersales ໃນໃບແຈ້ງພາສີ";
    $_LANG['customer_contact'] = 'ກະລຸນາຕິດຕໍ່ເບີໂທລະສັບທີ່ຖືກຕ້ອງ, ພະນັກງານບໍລິການລູກຄ້າຈະຕິດຕໍ່ຫາທ່ານໂດຍທາງໂທລະສັບ!'; //請填寫正確的手機號碼，客服人員會通過電話與您聯系;
    $_LANG['no_address'] = 'ບໍ່ມີທີ່ຢູ່';
