<?php
###############################
###  缅甸语
###############################
// index
$_LANG['cash_on_delivery'] = "ကုန္ပစၥည္းကို ေရာက္ၿပီးေနာက္ ပိုက္ဆံေပးသည္။";//貨到付款
$_LANG["credit_card"]   =   "ခရက်ဒစ်ကဒ်";//信用卡
$_LANG['quantity'] = "အေရအတြက္";//数量
$_LANG['buy_now'] = "ခ်က္ခ်င္း၀ယ္ျခင္း";//立即购买
//checkout提示
$_LANG["warming"] =  "မွတ္ခ်က္ ဤကုန္ပစၥည္း၏ လက္ေတြ႔အသံုးျပဳေသာ ထိေရာက္မႈကို ကိုယ့္အေျခအေနအရ ဆံုးျဖတ္သည္။ အသံုးျပဳသူတိုင္းသည္ ၀ါဒအျဖန္႔ခ်ိေသာ ထိေရာက္မႈကို ခံစားႏိုင္သည္ ဟုအာမမခံသည္။ ယံုမွားခ်က္ရိွလွ်င္ အြန္လိုငး္ေဖာက္သည္၀န္ေဆာင္မႈကို အတိုင္ပင္ခံ သို႔မဟုတ္ E-mailျဖင့္ ကၽြန္မတို႔ႏွင့္ ဆက္ဆံသည္။ ကၽြန္မတို႔ကုပၸဏီသည္ ေနာက္ဆံုးရွင္းလင္းခြင့္ကို ပိုင္ဆိုင္သည္။ ကုန္ပစၥည္းေရာက္ၿပီးေနာက္ ပိုက္ဆံေပးျခင္းကို ေထာင့္ခံ+ ပို႔ေဆာင္ခအခမဲ့+ ၇ရက္ျပသျခင္း။ ကုန္ပစၥည္းကို ရၿပီးေနာက္ ယံုမားမႈရိွလွ်င္ အြန္လိုငး္ေဖာက္သည္၀န္ေဆာင္မႈႏွင့္ အတိုင္ပင္ခံရသည္။ <a href=\"mailto:%s\">အဆိုပါဆက်သားလက်ခံပြေစာအပေါ်အီးမေးလျ aftersales</a> ကိုလည္း အခ်ိန္မေရြးဆက္ဆံႏိုင္သည္။ ခင္ဗ်ား၏နာမည၊္ ဆက္ဆံနည္းလမ္း ႏွင့္အမိန္႔အမွတ္ကို စာပို႔တြင္ ထည့္ပါ။ ဤသို႔ျဖင့္ ကၽြန္မတို႔သည္ ခင္ဗ်ား၏အမိန္႔ကို လွ်င္ျမန္စြာ ေျဖရွင္းႏိုင္သည္။ ခင္ဗ်ားေစ်းဝယ္ေပ်ာ္ရႊင္ပါေစ။";
$_LANG['Th_score'] = "ကုန္ပစၥည္းအရံႈးအႏိႈငွ";//商品评分
$_LANG['Th_free'] = "";//免邮费送
$_LANG['Th_time1'] = "ပို႔ေဆာင္ခအခမဲ့ျခင္းကို ခံစားႏိုင္သည္။";
$_LANG['Th_time2'] = "  တြင္ ပို႔ေရာက္သည္ဟု ခန္႔မွန္းသည္။";
$_LANG['Th_attr'] = "ကုန္ထုတ္ပစၥည္းအညႊန္းနံပါတ္ကို ေရြးျခင္း";//选择规格属性
$_LANG['Th_titleattr'] = "ကုန္ထုတ္ပစၥည္းအညႊန္းနံပါတ";//选择规格属性
$_LANG['last'] = "";
$_LANG['lastL'] = "က်န္ေသာို";//剩余
$_LANG['market_price'] = "ကုန္ပစၥည္းမူလေစ်းတန္း";//原价
$_LANG["pro_choose"]   =   "ကုန္ပစၥည္းေရြးခ်ယ္";//商品选择
$_LANG["pro_attr"]   =  "ကုန္ပစၥည္းအေသးစိတ";//产品详情
$_LANG["time_promotion"]= "ပရိုမိုးရွင္း";//促销
$_LANG["countdown"]   =   "ဦးစားေပးသက္တမ္း  ၁၁း၀၀း၄၈";//优惠结束时间
$_LANG["countdown2"]   =   "";//优惠结束时间
$_LANG["sold"]   =   "ေရာင္းခဲ့ေသာကုန္ပစၥည္း";//已售
$_LANG["piece"]   =   "";
$_LANG["ku"]	=" က်န္ေသာ";
$_LANG["kunum"]	=" ထည္";//在库
$_LANG["confirm"]   =  "ခ်က္ခ်င္း၀ယ္ျခင္း";//确定

// checkout
$_LANG["money"]   =   "ကုန္ပစစၥည္းေပါင္းစံု";//金额

// checkout - formdata
$_LANG["order_title"]   =   "အမိန္႔ခ်ေသာျပန္ၾကားေရးကို အတည္ျပဳသည္";//確認下單信息
$_LANG['must_fill_in'] = "ဤအခ်က္ကို ေရးရမယ";//此项不能为空
$_LANG['name'] = "နာမည္";//姓名
// $_LANG['last_name'] = "last_name";
$_LANG['mobile'] = "ဖုန္နံပါတ္";//电话
$_LANG['email'] = "E-mail နံပါတ္";//邮箱
$_LANG["province"]   =   "လိပ္စာ";//地区
$_LANG['address_full'] = "လိပ္စာအေသးစိတ္";//详细地址
$_LANG['postal'] = "စာပို႔တင္ေကတ";//邮编
$_LANG['paymethod'] = "ပိုက္ဆံေပးေသာနည္းလမ္း";//付款方式
$_LANG['yijifu'] = "Yiji Pay";
$_LANG['note'] = "သတင္းစကားက်န္ေရး";//留言
// $_LANG['total'] = "";
$_LANG['contact_us'] = "ဆက်သွယ်ရန်";//联系我们
$_LANG['submit_order'] = "အမိန္႔ခ်ျခင္းကို အတည္ျပဳသည္။";//确认下单

// order
$_LANG["addr"] = "ကုန္ပစၥည္းကို လက္ခံလိပ္စာ";//收货地址
$_LANG["phone"] = "ဖုန္နံပါတ္";//联系电话
$_LANG['click_back_home'] = "ပထမစာမ်က္နာသို႔ ျပန္ျခင္း";//返回首页
$_LANG['service_online'] = "ေဖာက္သည္ဝန္ေဆာင္မႈ";//在线客服
$_LANG['order_detail'] = "အမိန္႔ကို ေအာင္ျမင္စြာခ်ၿပီ။";//下单成功
$_LANG['order_submit_submit'] = "အမိန္႔ကို ေအာင္ျမင္စြာတင္ျပပါၿပီ။ ကၽြန္မတို႔သည္ ခင္ဗ်ား၏အမိန္ကို လက္ခံခဲ့ပါသည္။ ကုန္ပစၥည္းကို ခင္ဗ်ားအတြက္ လွ်င္ျမန္စြာပို႔ေပးပ";//恭喜您, 訂單提交成功. 我們已經收到您的訂單,將盡快為您發寄出寶貝
$_LANG['order_time'] = "အမိန္႔ခ်ေသာအခ်ိန္";//订单时间
$_LANG['order_noumber'] = "အမိန္႔အမွတ္";//订单编号
$_LANG['receg_titel'] = "ကုန္ပစၥည္းကို လက္ခံသတင္း";//收货信息
$_LANG['num'] = "အေရအတြက္";//数量
$_LANG['openComboProducts'] = "အထုပ္ပါ၀င္ေသာကုန္ပစၥည္းမ်ားကို ၾကည္ရႈျခင္း";//展开
$_LANG['closeComboProducts'] = "အထုပ္ပါ၀င္ေသာကုန္ပစၥည္းမ်ားကို ဝွက္ထားျခင္း";//收起
$_LANG['payment_method'] = "ပိုက္ဆံေပးေသာနည္းလမ္း";//支付方式
$_LANG['total'] = "ကုန္ပစစၥည္းေပါင္းစံု";//合计
$_LANG['freight'] = "ပို႔ေဆာင္ခ";//运费
$_LANG['pay'] = "လက္ေတြ႔ကုန္ေသာပိုက္ဆံ";//实付
$_LANG['free_yun'] = "ပို႔ေဆာင္ခအခမဲ့";//免运费
$_LANG["free_ship"] = "ပို႔ေဆာင္ခအခမဲ့";//免运费
$_LANG['returned_goods'] = "၇ရက္ျပသျခင္း";//七天退换货
//下单成功提示
$_LANG['buy_know'] = "မွတ္ခ်က္ ဤကုန္ပစၥည္း၏ လက္ေတြ႔အသံုးျပဳေသာ ထိေရာက္မႈကို ကိုယ့္အေျခအေနအရ ဆံုးျဖတ္သည္။ အသံုးျပဳသူတိုင္းသည္ ၀ါဒအျဖန္႔ခ်ိေသာ ထိေရာက္မႈကို ခံစားႏိုင္သည္ ဟုအာမမခံသည္။ ယံုမွားခ်က္ရိွလွ်င္ အြန္လိုငး္ေဖာက္သည္၀န္ေဆာင္မႈကို အတိုင္ပင္ခံ သို႔မဟုတ္ E-mailျဖင့္ ကၽြန္မတို႔ႏွင့္ ဆက္ဆံသည္။ ကၽြန္မတို႔ကုပၸဏီသည္ ေနာက္ဆံုးရွင္းလင္းခြင့္ကို ပိုင္ဆိုင္သည္။ ကုန္ပစၥည္းေရာက္ၿပီးေနာက္ ပိုက္ဆံေပးျခင္းကို ေထာင့္ခံ+ ပို႔ေဆာင္ခအခမဲ့+ ၇ရက္ျပသျခင္း။ ကုန္ပစၥည္းကို ရၿပီးေနာက္ ယံုမားမႈရိွလွ်င္ အြန္လိုငး္ေဖာက္သည္၀န္ေဆာင္မႈႏွင့္ အတိုင္ပင္ခံရသည္။ <a href=\"mailto:%s\">အဆိုပါဆက်သားလက်ခံပြေစာအပေါ်အီးမေးလျ aftersales</a> ကိုလည္း အခ်ိန္မေရြးဆက္ဆံႏိုင္သည္။ ခင္ဗ်ား၏နာမည္၊ ဆက္ဆံနည္းလမ္းႏွင့္ အမိန္႔အမွတ္ကို စာပို႔တြင္ ထည့္ပါ။ ဤသို႔ျဖင့္ ကၽြန္မတို႔သည္ ခင္ဗ်ား၏အမိန္႔ကို လွ်င္ျမန္စြာ ေျဖရွင္းႏိုင္သည္။ ခင္ဗ်ားေစ်းဝယ္ေပ်ာ္ရႊင္ပါေစ။";
$_LANG["order_sure"]	=	"အမိန္႔ခ်ျခင္းကို အတည္ျပဳသည္။";//确认下单

//inquiry 订单查询
$_LANG['order_inquiry'] = "အမိန္႔ ၾကည့္ရႈျခင္း";//查询订单
$_LANG['inquiry_tip']	= "ခင္ဗ်ားအမိန္႔ခ်ေသာအခါ ေရးေသာဖုန္နံပါတ္ကို ထည့္သြင္းၿပီး အမိန္႔၏အေျခအေနကို စစ္ေဆးၾကည့္ရႈႏိုင္သည္။";//請輸入您下單時填寫的手機號碼即可查詢訂單狀態
$_LANG["order_viewdetails"] = "အမိန္႔အေသးစိတ္ကို ၾကည့္ရႈျခင္း";//查看订单详情
$_LANG["order_null"] = "အမိန္႔ျပန္ၾကားေရး ကို ယာယီမရိွေသးပါ။";//暫時沒有訂單信息
$_LANG["next_page"]	=	"အနိမ့်";//下一页
$_LANG["next_null"]	=	"နောက်ဆုံးစာမျက်နှာ";//没有下一页了
$_LANG["mobile_placeholder"]    =   "ဖုန္နံပါတ္ကို ထည့္သြင္းပါ။";//请输入手机号码
$_LANG["mobile_error"]    =   "မှန်ကန်သောဖုန်းနံပါတ်ကိုရိုက်ထည့်ပေးပါ";//

// 订单提交失败
$_LANG["order_submit_fail"]   =   "အမိန့်တင်ပြရန်ပျက်ကွက်ခြင်း, တဖနျအမိန့်တင်သွင်းကျေးဇူးပြုပြီး";//订单提交失败，请重新提交订单
$_LANG["order_fail_empty"]   =   "အမိန့်တင်သွင်းခဲ့တဲ့ပျက်ကွက်";//訂單提交失敗
$_LANG["back_home_time"]   =   "ပထမစာမ်က္နာသို႔ ျပန္ျခင္း";//秒后返回首页
$_LANG["cancel_fail"] = "အမိန့်ဖျက်သိမ်းပျက်ကွက်";//订单取消失败
$_LANG["cancel_fail_message"] ="နောက်ပိုင်းမှာထပ်ကြိုးစားပါ";//請稍後重試
$_LANG["cancel_fail_order_id"] ="အမိန့်မတွေ့ရှိခဲ့သည်";//没有找到该订单
$_LANG["cancel_fail_shipping"] ="ပို့ပြီးဖြစ်၏အမိန့်";//订单已发货
$_LANG["cancel_success"] ="အောင်မြင်စွာဖျက်သိမ်းအမိန့်";//订单取消成功
$_LANG['order_successfully'] = "အောင်မြင်သောအမိန့်တင်သွင်းခဲ့တဲ့, စီးပွားရေးလုပ်ငန်းများကိုတတ်နိုင်သမျှအမြန်ဆုံးသင်နှင့်အတူအမိန့်သတင်းအချက်အလက်ကိုအတည်ပြုရန်ဆက်သွယ်ပါမည်";//订单提交成功！商家会尽快与您联系确认订单信息

//模板55
$_LANG["order_info"]   =   "ေအာ္တာကို ေရးျခင္း";//填写订单
$_LANG["full_user_info"]   =   "လက္ခံသူ၏အေၾကာင္းအရာ";//填写收件人信息
$_LANG["user_notes"]   = "အသုံးပြုသူသတင်းအချက်အလက်";//用户须知
$_LANG["user_fb"]   = "မွတ္ခ်က္ ဤကုန္ပစၥည္း၏ လက္ေတြ႔အသံုးျပဳေသာ ထိေရာက္မႈကို ကိုယ့္အေျခအေနအရ ဆံုးျဖတ္သည္။ အသံုးျပဳသူတိုင္းသည္ ၀ါဒအျဖန္႔ခ်ိေသာ ထိေရာက္မႈကို ခံစားႏိုင္သည္ ဟုအာမမခံသည္။ ယံုမွားခ်က္ရိွလွ်င္ အြန္လိုငး္ေဖာက္သည္၀န္ေဆာင္မႈကို အတိုင္ပင္ခံ သို႔မဟုတ္ E-mailျဖင့္ ကၽြန္မတို႔ႏွင့္ ဆက္ဆံသည္။ ကၽြန္မတို႔ကုပၸဏီသည္ ေနာက္ဆံုးရွင္းလင္းခြင့္ကို ပိုင္ဆိုင္သည္။ ကုန္ပစၥည္းေရာက္ၿပီးေနာက္ ပိုက္ဆံေပးျခင္းကို ေထာင့္ခံ+ ပို႔ေဆာင္ခအခမဲ့+ ၇ရက္ျပသျခင္း။ ကုန္ပစၥည္းကို ရၿပီးေနာက္ ယံုမားမႈရိွလွ်င္ အြန္လိုငး္ေဖာက္သည္၀န္ေဆာင္မႈႏွင့္ အတိုင္ပင္ခံရသည္။ <a href=\"mailto:%s\">အဆိုပါဆက်သားလက်ခံပြေစာအပေါ်အီးမေးလျ aftersales</a> ကိုလည္း အခ်ိန္မေရြးဆက္ဆံႏိုင္သည္။ ခင္ဗ်ား၏နာမည္၊ ဆက္ဆံနည္းလမ္းႏွင့္ အမိန္႔အမွတ္ကို စာပို႔တြင္ ထည့္ပါ။ ဤသို႔ျဖင့္ ကၽြန္မတို႔သည္ ခင္ဗ်ား၏အမိန္႔ကို လွ်င္ျမန္စြာ ေျဖရွင္းႏိုင္သည္။ ခင္ဗ်ားေစ်းဝယ္ေပ်ာ္ရႊင္ပါေစ။";
//本产品的实际使用效果根据个人情况决定，不保证每位用户都能享受到所宣传的效果。若有疑问请咨询在线客服或者通过电子邮件联系我们，本公司享有最终解释权。
$_LANG["user_note_adr"]   = "ဖြန့်ဝေရာအရပျ";//配送范围

// 省市区
$_LANG['state'] = 'တိုင္းေဒသၾကီး';
$_LANG['city'] = 'ျမိဳ႕';
$_LANG['district'] = 'ျမိဳ႕နယ္';
$_LANG['addr'] = 'လမ္း';
$_LANG['repeat_title'] = "တသိေပးခ်က္မ်ား";//溫馨提示
$_LANG['repeat_prompt'] = "အသုံးပြုသူချစ်ခင်ရပါသော, သင်ရုံအမိန့်အသေးစိတျစစျဆေး, အကုန်ပစ္စည်းများဝယ်ယူကြပါပြီ။";//尊敬的用户，您刚刚已经购买过该商品。请您查看已经购买的商品。
$_LANG['repeat_prompt_out'] = "အသုံးပြုသူချစ်ခင်ရပါသော, သငျသညျတဖနျသခြောအမိန့်ဖြစ်စေလျက်, {time} ၌ဤထုတ်ကုန်ဝယ်ယူခဲ့ကြသည်။";//"尊敬的用戶，您在{time}购买了该商品，請確認是否再次下單";
$_LANG['repeat_confirm_order'] = "ေအာ္ဒါတင္ျခင္းကို အတည္ျပဳလိုက္";//確認下單
$_LANG['repeat_query_details'] = "ေအာ္ဒါအေသးစိတ္ျခင္းကို စစ္ေဆးၾကည့္ရႈ";//查詢訂單詳請
$_LANG['time_d'] = " ရက္ခင္";//天前
$_LANG['time_h'] = " နာရီခင္";//小時前
$_LANG['time_m'] = " မိနစ္ခင္၊";//分鐘前
$_LANG['time_just'] = "ခႏွက၊";//剛剛

$_LANG["order_success"]   =   "ေအာ္ဒါေအာင္ျမင္တင္ႏိုင္သည္";//订单提交成功！
$_LANG["order_quality"]   =   "ေအာ္ဒါကို စစ္ေဆးၾကည့္ရႈရန္";//查看订单
$_LANG['inquiry_details'] = "ေအာ္ဒါအေသးစိတ္ခ်က္";//訂單詳情
$_LANG['in_quantity'] = "{num} ခု";//{num} 件
$_LANG['in_goodsnum'] = "စုစုေပါင္းကုန္ပစၥည္း {goodsnum} ခု လက္ေတြ႔ေငြေခ် {currency_pay}";//共 {goodsnum} 件商品
$_LANG['in_delivery'] = "တင္ပို႔နည္းလမ္း";//發貨方式
$_LANG['in_delivery_time'] = "တင္ပို႔အခ်ိန္";//發貨時間
$_LANG['in_doubt'] = "ေမးစရာရိွရင္ ေဖာက္သည္ဝန္ေဆာင္မႈႏွင့္ ဆက္သြယ္ပါရေစ";//如有疑問，請聯繫客服
$_LANG["address_"]      =   "လိပ္စာ";//地址
$_LANG['erp_status_df'] = "လာမယ့္တင္ပို႔ကုန္";//待發貨
$_LANG['erp_status_yf'] = "တင္ပို႔ၿပီ";//已發貨
$_LANG['erp_status_yx'] = "တင္ပို႔ျခင္းဖ်က္သိမ္းၿပီ";//已取消
$_LANG['erp_status_dt'] = "ျပန္ပို႔မယ့္ျပန္ပို႔ကုန္";//待退貨
$_LANG['erp_status_tz'] = "ျပန္ပို႔ေနျခင္း";//退換中
$_LANG['erp_status_yt'] = "ျပန္ပို႔ျပီ";//已退貨
$_LANG['erp_no_copy'] = "မိတၱဴ";//复制
$_LANG['erp_status_ys'] = "ကုန္ပစၥည္းရျပီး";//已收货
$_LANG['yx_reason11']  = "ေအာ္ဒါကို ထပ္ခါတင္ျခင္း";//重复下单
$_LANG['yx_reason12']  = "ေအာ္ဒါအေၾကာင္းမမွန္ကန္";//订单信息有误
$_LANG['yx_reason13']  = "အတည္မျဖစ္ေသာေအာ္ဒါ";//无效单
$_LANG['yx_reason14']  = "ဝယ္သူဖ်က္သိမ္း";//客户取消

//错误页面 public_errors_template
$_LANG['error_code'] = "မှားယွင်းနေသည်ကုဒ်များ：";
$_LANG['page_error'] = " စာမျက်နှာများမှားယွင်းတဲ့သွားရောက်ခဲ့ပြီး!";

$_LANG['error_101'] = "101 တရားမဝင်တောင်းဆိုချက်အရ";
$_LANG['error_102'] = "102 အမည်ပျောက်နေ";
$_LANG['error_103'] = "103 လိပ်စာသတင်းအချက်အလက်ဆုံးရှုံးခဲ့ရတာဖြစ်ပါတယ်";
$_LANG['error_104'] = "104 အဆိုပါဖုန်းနံပါတ်ပျောက်နေ";
$_LANG['error_105'] = "105 အရမ်းအရေအတွက်";
$_LANG['error_106'] = "106 သတင်းအချက်အလက်ဆုံးရှုံးမှုသတင်းရင်းမြစ်";
$_LANG['error_107'] = "107 စာမျက်နှာကုန်ဆုံး";
$_LANG['error_108'] = "108 package မှားယွင်းနေသည်";
$_LANG['error_109'] = "109 မှားယွင်းနေထုတ်ကုန် attribute တွေ";
$_LANG['error_110'] = "110 package မတည်ရှိပါဘူး";
$_LANG['error_111'] = "111 မှားယွင်းနေကုန်သွယ်အထုပ်";
$_LANG['error_112'] = "112 မှားယွင်းနေထုတ်ကုန် attribute တွေ";
$_LANG['error_113'] = "113 ကုန်ပစ္စည်း attribute ကပျောက်နေ";
$_LANG['error_114'] = "114 မပြည့်စုံရေကြောင်းလိပ်စာ";

$_LANG['back_site'] = "ပြန်လာ";
$_LANG['contact_us'] = "ကျွန်တော်တို့ကိုတုံ့ပြန်ချက် Give";

$_LANG['contact'] = "အဆိုပါဆက်သားလက်ခံပြေစာအပေါ်အီးမေးလျ aftersales";
$_LANG['customer_contact'] = 'ဖောက်သည်ဝန်ဆောင်မှုဝန်ထမ်းများဖုန်းကိုအားဖြင့်သင်တို့ကိုဆက်သွယ်ပါလိမ့်မယ်, မှန်ကန်သောဖုန်းနံပါတ်ဖြည့်ပါ'; //請填寫正確的手機號碼，客服人員會通過電話與您聯系;
$_LANG['no_address'] = 'အဘယ်သူမျှမလိပ်စာ';
