<?php
###############################
###  俄语
###############################
$_LANG["comob_num"]   =   "количество комплекта";
// index
$_LANG['cash_on_delivery'] = "наложенный платеж";
$_LANG['product'] = "Продукция";  
$_LANG['quantity'] = "Количество"; 
$_LANG['total'] = "Сумма продукции"; 
$_LANG['buy_now'] = "Купить";  
$_LANG["warming"] =  "Обратите внимание: Мы предлагаем усулуги отправления с наложенным платежом + бесплатных почтовых сервисов+ Обмена и возврата осуществляется в течение 7 дней с момента передачи товара покупателю. Обязательное условие: товар не был в исползовании. После получения продукции, если у Вас какие воросы, давайте обращать к помощникам клиентских служб! И также свободно связаться с нами: <a href=\"mailto:%s\">aftersales - почта по - курьер - получение</a>.  Одновременно оставьте, пожалуйста, Ваше имя, отчество и фамирию, почтовый<br>индекс , контакт и подробный адрес при оформлению заказа , чтобы мы сможем<br>сразу с Вами связаться. Желаем Вам приятных покупок!!";

// checkout
$_LANG["order_comfirmation"] = "Утвердить инфармоции";
$_LANG["order_title"] = "Утвердить инфармоции";

// checkout - formdata
$_LANG['first_name'] = "Имя"; 
$_LANG['last_name'] = "фамирия";
$_LANG['mobile'] = "Номер телефона";
$_LANG['mobile_placeholder'] = "Номер телефона";
$_LANG['mobile_error'] = " Пожалуйста, введите  правильный  номер мобильного телефона";
$_LANG['email'] = "Электронная почта";
$_LANG['address_full'] = "Конкретный адрес "; 
$_LANG['postal'] = "Почтовый индекс"; 
$_LANG['select_paymethod'] = "Выбрать способ оплаты"; 
$_LANG['paymethod'] = "Способ оплаты";
$_LANG['yijifu'] = "Yiji Pay";
$_LANG['note'] = "Оставить сообщение"; 
$_LANG['contact_us'] = "С нами сзязаться"; 
$_LANG['submit_order'] = "Утвердить заказ";
$_LANG['order_successfully'] = "Подача заявки успешна, продавец свяжется с вами как можно скорее, чтобы подтвердить информацию о заказе";//订单提交成功！商家会尽快与您联系确认订单信息

// order
$_LANG['country'] = 'страна';
$_LANG['name'] = 'получитель Ф.И.О';
$_LANG['state'] = 'Регион';
$_LANG['city'] = 'города';
$_LANG["addr"] = "улица №, дом №, квартир №"; 
$_LANG["phone"] = "Номер телефона"; 
$_LANG['click_back_home'] = "Возврат главную страницу"; 
$_LANG['service_online'] = "Помощник клиентской службы"; 
$_LANG['order_detail'] = "Успешно заказать"; 
$_LANG['order_submit_submit'] = "Поздраляем Вас, Вы успешно заказали. Ваш заказ уже получен, мы отправим как можно быстрее. "; 
$_LANG['order_time'] = "Время заказа"; 
$_LANG['order_noumber'] = "Номер заказа"; 
$_LANG['receg_titel'] = "Информации заказов для получения"; 
$_LANG['num'] = "Количество"; 
$_LANG['openComboProducts'] = "смотреть подробнее"; 
$_LANG['closeComboProducts'] = "скрыть"; 
$_LANG['payment_method'] = "Способ оплаты"; 
$_LANG['total'] = "Итого"; 
$_LANG['freight'] = "Плата за перевозку"; 
$_LANG['pay'] = "Фактически к оплате";  
$_LANG['free_yun'] = "бесплатные почтовые сервисы"; 
$_LANG['returned_goods'] = "Обмен и возврат товара в течение 7 дней"; 
$_LANG['service_time'] = "Время обслуживания"; 
$_LANG['buy_know'] = "Обратите внимание: Мы предлагаем усулуги отправления с наложенным платежом + бесплатных почтовых сервисов+ Обмена и возврата осуществляется в течение 7 дней с момента передачи товара покупателю. Обязательное условие: товар не был в исползовании. После получения продукции, если у Вас какие воросы, давайте обращать к помощникам клиентских служб! И также свободно связаться с нами: <a href=\"mailto:%s\">aftersales - почта по - курьер - получение</a>.  Одновременно вставьте, пожалуйста, Вашу имю , фамирию, контакт и номер заказов в почте, чтобы мы сможем сразу с Вами связаться, желаем Вам приятных покупок!";

$_LANG["order_sure"]	=	"Утвердить заказ"; 
$_LANG["order_onlinepay"]	=	"Платить он - лайн"; 

//inquiry
$_LANG["order_inquiry"] = "отслеживание заказа";
$_LANG['inquiry_tip']	= "Прошу заполнить Ваш номер телефона при оформлению заказа,  чтобы отслеживать заказ по Вашу номеру телефона"; 
$_LANG["order_viewdetails"] = "Отслеживать положение заказа"; 
$_LANG["order_null"] = "Пока никаких нет информации о заказе"; 
$_LANG["next_page"]	=	"Следующая страница"; 
$_LANG["next_null"]	=	"Последная страница"; 

//设置短信模版(俄语)
$_LANG["sms_template"] = '{Интернет-шоппинг через инотранные сайты}  Уважаемые гости, здравствуйте! Пожалуйта, заполнйте проверочный код (4 цифры)в вашем сайте：{{code}}';
$_LANG['sms_verify_msg'][200] = 'Успешно отправить';
$_LANG['sms_verify_msg'][201] = 'Правильно вводить проверочный код';
$_LANG["sms_verify_msg"][400] = 'Неправильно вводить проверочный код!';
$_LANG["sms_verify_msg"][401] = 'Неправильно вводить проверочный код，Отправлять слишком часто!';
$_LANG['sms_verify_msg'][500] = 'Неуспешно отправить';
$_LANG['sms_verify_msg'][501] = 'Необходимы поля проверочного кода';
$_LANG['sms_verify_msg'][502] = 'Проверочный код неправильный';
$_LANG['sms_verify_msg'][503] = 'Оформлять заказ слишком часто';
$_LANG['sms_verify_msg'][504] = 'Tidak ada makanan yang siap untuk produk ini';
$_LANG['sms_verify_msg'][505] = 'Paket produk yang diajukan oleh pengguna tidak ada';
$_LANG['sms_verify_msg'][506] = 'Atribut yang dikirim pengguna kosong';
$_LANG['sms_verify_msg'][507] = 'Beberapa atribut yang diajukan oleh pengguna tidak ada';


$_LANG['repeat_title'] = "обращайте внимание!";//溫馨提示
$_LANG['repeat_prompt'] = "Уважаемый пользователь, вы только что приобрели этот продукт. Пожалуйста, проверьте детали заказа.";//尊敬的用户，您刚刚已经购买过该商品。请您查看已经购买的商品。
$_LANG['repeat_prompt_out'] = "Уважаемый пользователь, вы приобрели этот продукт {time}. Пожалуйста, подтвердите, хотите ли вы заказать еще раз.";//"尊敬的用戶，您在{time}购买了该商品，請確認是否再次下單";
$_LANG['repeat_confirm_order'] = "Подтвердить заказ";//確認下單
$_LANG['repeat_query_details'] = "Отслеживание доставки";//查詢訂單詳請
$_LANG['time_d'] = " дня назад";//天前
$_LANG['time_h'] = " час назад";//小時前
$_LANG['time_m'] = " минут назад";//分鐘前
$_LANG['time_just'] = "только";//剛剛
$_LANG["order_success"]   =   "Заказ успешно оформлен";//下单完成
$_LANG["order_quality"]   =   "Отслеживание заказа";//查看订单
$_LANG['inquiry_details'] = "Отслеживание заказа";//訂單詳情
$_LANG['in_quantity'] = "шт {num}";//{num} 件
$_LANG['in_goodsnum'] = "всего {goodsnum} шт Итого:{currency_pay}";//共 {goodsnum} 件商品 s实付款{currency_pay}
$_LANG['in_delivery'] = "Способ доставки";//發貨方式
$_LANG['in_delivery_time'] = "Дата доставки";//發貨時間
$_LANG['in_doubt'] = "Если у вас какие-либо вопросы, пожалуйста, свяжитесь с помощниками клиентов";//如有疑問，請聯繫客服
$_LANG["address_"]      =   "адрес";//地址
$_LANG['erp_status_df'] = "Заказ будет отправляться ";//待發貨
$_LANG['erp_status_yf'] = "Заказ отпрвлен ";//已發貨
$_LANG['erp_status_yx'] = "Заказ отменен";//已取消
$_LANG['erp_status_dt'] = "товар будет возвращаться";//待退貨
$_LANG['erp_status_tz'] = "товар возвращается";//退換中
$_LANG['erp_status_yt'] = "товар возвращен";//已退貨
$_LANG['erp_no_copy'] = "копия";//复制
$_LANG['erp_status_ys'] = "товар получен";//已收货
$_LANG['yx_reason11']  = "Снова заказ оформлен";//重复下单
$_LANG['yx_reason12']  = "Информация заказа неправильная";//订单信息有误
$_LANG['yx_reason13']  = "Неэффективный заказ";//无效单
$_LANG['yx_reason14']  = "Клиент отменяет заказ";//客户取消
$_LANG['is_anonymous'] = "Анонимный пользователь";//匿名用户
$_LANG['View_all'] = "Все отзывы";//所有评论
$_LANG["user_evaluation"]  ="Отзывы клиентов";//用户评价
$_LANG["view_more"]  = "Подробнее";//查看更多

//错误页面 public_errors_template
$_LANG['error_code'] = "Код ошибки：";
$_LANG['page_error'] = " Страница не нейдена！";

$_LANG['error_101'] = "101 Неправильный запрос";
$_LANG['error_102'] = "102 Называние потеряно";
$_LANG['error_103'] = "103 Адрес потерян";
$_LANG['error_104'] = "104 Номер телефона потерян";
$_LANG['error_105'] = "105 Каличесво товара слишком много";
$_LANG['error_106'] = "106 Источник информации потерян";
$_LANG['error_107'] = "107 Просроченная страница";
$_LANG['error_108'] = "108 Комплекта информация об ошибке";
$_LANG['error_109'] = "109 Характеристика товара об ошибке";
$_LANG['error_110'] = "110 Комплект товара несуществующий";
$_LANG['error_111'] = "111 Комплект товара об ошибке";
$_LANG['error_112'] = "112 Характеристика товара об ошибке";
$_LANG['error_113'] = "113 Характеристика товара тотеряна";
$_LANG['error_114'] = "114 Адрес получения товара не подробный";
$_LANG['error_115'] = "115 Beberapa atribut yang diajukan oleh pengguna tidak ada";

$_LANG['back_site'] = "возвращение";
$_LANG['contact_us'] = "Дать нам отзывы";

$_LANG['contact'] = "aftersales - почта по - курьер - получение";

$_LANG['passport_no'] = 'Номер паспорта';
$_LANG['individual_tax_number_1'] = 'ИНН';
$_LANG['individual_tax_number_2'] = 'Идентификационный номер налогоплательщика';

$_LANG['information_tips'] = 'Уважаемый покупатель: Здравствуйте! Из-за того, что наш товар нашего компании доставляется по курьеру из зарубежных интернет-магазинов. Для оформления таможенной очистки, вы должны заполнить ваш номер паспорта и идентификационный номер налогоплательщика  (ИНН) при оформлении заказа. Эта информация будет необходима для проверки порога беспошлинного ввоза.  И Ваши поспартные данные и ИНН только использовать в качестве оформления таможенной очистки . Так не приведет утечку к Вам личной информации. Ваша информация не будет публична. Большое спасибо за Ваше понимание и приносим извинения за предоставленные неудобства!';

$_LANG['customer_contact'] = 'Пожалуйста, заполните правильный номер мобильного телефона, сотрудники службы поддержки клиентов свяжутся с вами по телефону!'; //請填寫正確的手機號碼，客服人員會通過電話與您聯系;
$_LANG['no_address'] = 'Нет адреса';
