<?php
###############################
###  泰语
###############################
$_LANG["comob_num"]   =   "จำนวนชุดสินค้า";

// index
$_LANG['cash_on_delivery'] = "เก็บเงินปลายทาง";
$_LANG['product'] = "ผลิตภัณฑ์";
$_LANG['quantity'] = "จํานวน";
$_LANG['total'] = "ยอดเงิน";
$_LANG['buy_now'] = "รีบซื้อเลย";
$_LANG["warming"] =  "ทิปส์  รองรับบริการเก็บเงินปลายทาง +รวมค่าขนส่ง+ในกรณีที่ไม่มีผลกระทบต่อการขายครั้งที่สอง คืนสินค้าได้ภายใน 7 วัน   หลังจากท่านได้รับสินค้าแล้ว  มีคำถามใดๆ โปรดติดต่อบริการลูกค้าออนไลน์ หรือติดต่อ email: <a href=\"mailto:%s\"> mailboxฝ่ายบริการลูกค้าหลังการขายที่เขียนในใบพัสดุ</a>   กรุณาใส่ชื่อและเบอร์มือถือของท่าน พร้อมใส่เลขที่ใบสั่งซื้ออยู่ในอีเมลด้วย  ขอบคุณค่ะ";
$_LANG["last"] = "ที่เหลือ"; //剩餘
$_LANG["buy_numtext"] = "ได้ซื้อ"; // 已搶購
$_LANG["product_desc"]   =   "รายละเอียดสินค้า"; // 商品介紹
$_LANG["product_attr"]   =   "พารามิเตอร์สินค้า"; // 商品參數
$_LANG["comment"]   =   "การประเมิน"; // 評價
$_LANG["comments"]   =   "คอมเน้น"; // 評價
$_LANG["online_blogger"]   =   "บล็อกเกอร์ออนไลน์"; // 线上博主
$_LANG["kefu_online"]   =   "สอบถามสินค้า"; // 在線咨詢
$_LANG["new_pinlun"]   =   "การประเมินล่าสุด"; // 最新評價
$_LANG["my_pinlun"]   =   "ผมจะประเมิน"; // 我要評價
$_LANG['manyidu'] = "ความพึงพอใจ";//满意度
$_LANG["upimage"]   = "อัพโหลดไฟล์"; // 上傳照片
$_LANG["post_pinlun"]   =   "ส่งประเมิน"; // 提交評價

//售后信息
$_LANG["after_sales"]   = "คำอธิบายหน้าสถานีผลิตภัณฑ์ในพื้นที่ประเทศไทย";
$_LANG["after_sales1"]   = "1.เงื่อนไขเปลี่ยนคืนสินค้า";//退换货说明
$_LANG["after_sales1_1"]   = "สินค้าที่รับเปลี่ยนหรือคืน  หลังจะได้รับสินค้า （นับจักวันที่เซนรับสินค้า）ภายใน 7 วัน ติดต่อทาง E-MAILว่าจะเปลี่ยนหรือคืนสิน   ถ้าเกิน7วันจะไม่สามารถทำการเปลี่ยนคืนแล้วค่ะ ";//所有退换货申请， 请在商品签收之日（以快递面单显示签收日期为准）起7天内联系售后邮箱提出，超期无法退货
$_LANG["after_sales1_2"]   = "สินค้าที่จะเปลี่ยนคืน กรุณาอย่าใช้และกรุณาการเก็บรักษาสินค้าให้สอาดเรียบร้อย";//退换商品，请不要使用，保持原质原貌
$_LANG["after_sales1_3"]   = "กรุณาการเก็บรักษาอุปกรณ์เสริมและเอกสารของสินค้าต่างๆให้ครบเรียบ（เช่น  การระบุผลิตภัณฑ์  บรรจุภัณฑ์ แท็กสินค้า  ใบรับประกันสินค้า คู่มือ ใบเสร็จ  ของแถม  อุปกรณ์เสริม  ใบรับรองสินค้า）";//请确保商品所有附属配件资料（如产品标识、包装、吊牌、三包卡、说明书、发票、赠品、配件、鉴定证书等）齐全退还
$_LANG["after_sales2"]   = "2.ถ้าสินค้าที่เปลี่ยนคืนมีตำหนิตามข้อกำหนดข้างล้างนี้ ถือว่าเป็นสินค้าที่มีผลกระทบต่อการขายครั้งที่สอง ไม่สามารถเปลี่ยนคืนได้";//商品如若出现以下情况，则视为影响二次销售，无法退换货
$_LANG["after_sales2_1"]   = "ถ้าสินค้าที่ทำให้เสียโฉม  ความแตกแยกและเสียหายที่ไม่เหมือนของใหม่";//商品出现变形、破损、断裂等与出库原貌不同的
$_LANG["after_sales2_2"]   = "ขาดของแถม อุปกรณ์เสริม และแทกขาดเสียหาย";//商品赠品、配件、吊牌等缺失的
$_LANG["after_sales2_3"]   = "การใช้สินค้าไม่เหมาะสมและการรักษาไม่ดีที่ทำให้คุณภาพสินค้าต่ำลง";//商品任何因不当使用及未妥善保管而导致的质量问题的
$_LANG["after_sales2_4"]   = "การใช้งานสินค้า การซัก ขีดฆ่า และแตกแยก ๆๆ";//商品经使用、洗涤、遭污损、损坏等情形的
$_LANG["after_sales2_5"]   = "การซ่อมสินค้าที่ไม่ได้รับอนุญาต การใช้งานไม่ถูกต้อง การชนกัน  การใช้ผิดวิธี ไม่ระวางการใช้งาน  โดนของเหลวเข้า  อุบัติเหตุ  การเปลี่ยนแปลงสินค้า และการใส่สินค้าที่ไม่ถูกวิธีการใช้ที่ทำให้สินค้าเกิดปัญหาที่เกียวกับคุณภาพ หรือฉีกขาดแท็ก  ขีดฆ่าแท็กการ หมายเลขสินค้า และเครื่องหมายต่อต้านการปลอมแปลง";//未经授权的维修、误用、碰撞、疏忽、滥用、进液、事故、改动、不正确的安装所造成的商品质量问题，或撕毁、涂改标贴、机器序号、防伪标记
$_LANG["after_sales2_6"]   = "สินค้าแตกหาก สูญเสียจากการใช้งาน";//因使用造成磨损的
$_LANG["after_sales3"]   = "3.เงื่อนไขคืนเงิน";//退款说明
$_LANG["after_sales3_1"]   = "เหตุผลส่วนตัวที่ต้องเปลี่ยนคืนสินค้า ต้องขอโทษและขออภัยด้วยคุณลูกค้าต้องเสียค่าขนส่ง300บาท เอง";//个人原因退换货的，需要承担300泰铢的运费
$_LANG["after_sales3_2"]   = "ถ้าเกิดปัญหาจากความบกพร่องในตัวสินค้า ทางเรายินดีเปลี่ยนสินค้าให้คุณลูกค้า หรือว่าคืนสินค้า และ ทางเราจะรับผิดชอบค่าจัดส่งเอง";//质量原因退换货的，我司承担退换货产生的运费
$_LANG["after_sales4"]   = "4.เคล็ดลับพิเศษ ";//特别提示
$_LANG["after_sales4_1"]   = "รูปภาพและข้อมูลใช้สำหรับการอ้างอิงเท่านั้น  เนื่องจากปัญหาต่างๆเช่นไฟกระพริบและความผิดเพี้ยนของสีของจอภาพที่ต่างกันอาจมีความแตกต่างของสีระหว่างภาพผลิตภัณฑ์และผลิตภัณฑ์จริง  โปรดเข้าใจว่านี่ไม่ใช่ปัญหาด้านคุณภาพ  ";//图片及信息仅供参考，因拍摄灯光及不同显示器色差等问题可能造成商品图片与实物有色差，请理解这不属质量问题
$_LANG["after_sales4_2"]   = "รายการกำลังขายอย่างแน่นหนา  สไตล์และสีคือการจัดส่งแบบสุ่ม โปรดเข้าใจว่านี่ไม่ใช่ปัญหาด้านคุณภาพ ";//部分促销商品销售紧俏，颜色款式为随机发货，不属质量问题

// checkout
$_LANG["order_comfirmation"] = "ยืนยันข้อมูล";
$_LANG['ck_enjoy_label_1'] = "คุณจะได้รับสิทธิดังต่อไปนี้";
$_LANG['ck_enjoy_label_2'] = "คืนสินค้าได้ภายใน 7 วัน";
$_LANG['ck_enjoy_label_3'] = "รวมค่าขนส่ง";
$_LANG['ck_enjoy_label_4'] = "บริการเรียกเก็บเงินปลายทาง";

// checkout - formdata
$_LANG['must_fill_in'] = "กรุณากรอกข้อมูล";
$_LANG['name'] = "ชื่อ";
$_LANG["last_name"]         =   "นามสกุล";
// $_LANG['last_name'] = "last_name";
$_LANG['mobile'] = "เบอร์มือถือ";
$_LANG["phone"]  = "เบอร์มือถือ";
$_LANG["mobile_placeholder"] = "เบอร์มือถือ";
$_LANG["mobile_error"] = "โปรดกรอกเบอร์โทรที่ถูกต้อง";
$_LANG['email'] = "อีเมล";
$_LANG['address_full'] = "ที่อยู่";
$_LANG["addr"] = "ที่อยู่ต้องมีเลขที่บ้าน……ถ.……ต.…… อ……จ.……";
$_LANG['postal'] = "รหัสไปรษณีย์";
$_LANG['select_paymethod'] = "เลือกวิธีการชำระเงิน";
$_LANG['paymethod'] = "วิธีชำระเงิน";
$_LANG['yijifu'] = "Yiji Pay";
$_LANG["time_limit"] = 'จำกัดเวลาพิเศษ'; // 限時優惠
$_LANG['cash_on_delivery'] = "เก็บเงินปลายทาง";
$_LANG['note'] = "ฝากข้อความ";
// $_LANG['total'] = "";
$_LANG['contact_us'] = "ติดต่อเรา";
$_LANG['submit_order'] = "ยืนยัน";

// order
$_LANG["order_title"]   =   "ตรวจสอบข้อมูล";
$_LANG['click_back_home'] = "คลิ๊กเพื่อกลับหน้าหลัก";
$_LANG['service_online'] = "ลูกค้าออนไลน์";
$_LANG['order_detail'] = "สำเร็จ";
$_LANG['order_submit_submit'] = "ขอแสดงความยินดีค่ะ    การสั่งซื้อสำเร็จเรียบร้อยแล้ว  เราจะส่งสินค้าหให้ท่าน้เร็วๆ นี้";
$_LANG['order_un_auth'] = 'ไม่สอบ'; // 未驗證
$_LANG['order_successfully']		= "การสั่งซื้อได้สำเร็จแล้วนะคะ    เจ้านายจะติดต่อกับท่านเพื่อยืนยันข้อมูลการสั่งซื้อของคุณลูกค้า";//订单提交成功！商家会尽快与您联系确认订单信息
$_LANG['order_close_sms']		= "การส่งคำสั่งซื้อสำเร็จ. การยืนยันทาง SMS ไม่สำเร็จ ผู้ขายจะติดต่อคุณโดยเร็วที่สุดเพื่อยืนยันข้อมูลการสั่งซื้อ";//订单提交成功！短信验证失败，商家会尽快与您联系确认订单信息

$_LANG['order_time'] = "เวลาสั่งซื้อ";
$_LANG['order_noumber'] = "เลขที่ใบสั่งซื้อ";
$_LANG['receg_titel'] = "ข้อมูลที่รับสินค้า";
$_LANG['num'] = "จำนวน";
$_LANG['openComboProducts'] = "ดูข้อมูลแพคเกจทั้งหมด";
$_LANG['closeComboProducts'] = " ซ่อนข้อมูลแพคเกจ";
$_LANG['payment_method'] = "วิธีชำระเงิน";
$_LANG['total'] = "ยอดเงิน";
$_LANG['freight'] = "ค่าขนส่ง";
$_LANG['pay'] = "ชำระเงิน";
$_LANG['free_yun'] = "รวมค่าขนส่ง";
$_LANG['returned_goods'] = "สินค้าเปลี่ยนหรือคืนได้ 7วัน";
$_LANG['cash_on_delivery'] = "เก็บเงินปลายทาง";
$_LANG['service_time'] = "บริการลูกค้าออนไลน์";
$_LANG['buy_know'] = " ทิปส์  รองรับบริการเรียกเก็บเงินปลายทาง +รวมค่าขนส่ง+ในกรณีที่ไม่มีผลกระทบต่อการขายครั้งที่สอง คืนสินค้าได้ภายใน 7 วัน   หลังจากท่านได้รับสินค้าแล้ว  มีคำถามใดๆ โปรดติดต่อบริการลูกค้าออนไลน์ หรือติดต่อ email: <a href=\"mailto:%s\"> mailboxฝ่ายบริการลูกค้าหลังการขายที่เขียนในใบพัสดุ</a>   กรุณาใส่ชื่อและเบอร์มือถือของท่าน พร้อมใส่เลขที่สั่งซื้ออยู่ในอีเมลด้วย  ขอบคุณค่ะ";
$_LANG["order_sure"]	=	"ยืนยัน";
$_LANG["order_cancel"]	=	"ยกเลิกสั่งซื้อ";
$_LANG["order_onlinepay"]	=	"ชำระเงินออนไลน์";
$_LANG["order_submiting"]	=	"กำลังส่งค่ะ์";


//inquiry
$_LANG["order_inquiry"] = "ตรวจสอบสถานะการ";
$_LANG['inquiry_tip']	= "โปรดระบุหมายเลขโทรศัพท์มือถือที่คุณกรอกไว้ในใบสั่งซื้อ";
$_LANG["order_viewdetails"] = "ดูรายละเอียดของใบสั่งซื้อ";
$_LANG["order_null"] = "ไม่มีข้อมูลใบสั่งซื้อในขณะนี้";
$_LANG["next_page"]	=	"หน้าถัดไป";
$_LANG["next_null"]	=	"ไม่มีหน้าถัดไป";
$_LANG["order_submit_fail"]   =   "ล้มเหลวในการส่งคำสั่งซื้อกรุณาส่งคำสั่งซื้ออีกครั้ง";

// 订单提交失败
$_LANG["order_fail_empty"] = "ขอโทษค่ะ คำสั่งซื้อไม่สำเร็จค่ะ";
$_LANG["back_home_time"] = "กลับไปหน้าหลัก";
$_LANG["cancel_fail"] ='ยกเลิกการสั่งซื้อล้มเหลว ';
$_LANG["cancel_fail_message"] =' ลองทำอีกครั้ง';
$_LANG["cancel_fail_order_id"] ='หาคำสั่งซื้อไม่ได้';
$_LANG["cancel_fail_shipping"] ='สั่งซื้อกำลังจัดส่ง';
$_LANG["cancel_success"] ='ยกเลิกสั่งซื้อสำเร็จ';



// 表单验证
$_LANG['name_error'] = 'กรุณากรอกชื่อจริง';
$_LANG['mob_error'] = 'กรุณากรอกเบอร์ที่ถูกต้อง';
$_LANG['address_error'] = 'กรุณากรอกที่อยู่รันของที่รายละเอียด';

$_LANG['sms_verify_msg'][200] = 'ส่งเรียบร้อยแล้ว';
$_LANG['sms_verify_msg'][201] = 'การตรวจสอบสำเร็จ';
$_LANG["sms_verify_msg"][400] = 'การตรวจสอบล้มเหลว!';
$_LANG["sms_verify_msg"][401] = 'การตรวจสอบล้มเหลว，ส่งการดำเนินการบ่อยเกินไป!';
$_LANG['sms_verify_msg'][500] = 'ส่งล้มเหลว';
$_LANG['sms_verify_msg'][501] = 'หมายเลขยืนยันไม่สามารถเป็นว่าง';
$_LANG['sms_verify_msg'][502] = 'หมายเลขยืนยันไม่ได้เป็นมาตรฐาน';
$_LANG['sms_verify_msg'][503] = 'คำสั่งซื้อบ่อยเกินไป';
$_LANG['sms_verify_msg'][504] = 'คุณได้ส่งชุดที่ไม่ได้มีอยู';
$_LANG['sms_verify_msg'][505] =  'ไม่ได้พบชุดที่คุณค้นหา';
$_LANG['sms_verify_msg'][506] =  'สินค้านี้มีคุณสมบัติ       แต่ไม่ได้โพสในเว็บ';
$_LANG['sms_verify_msg'][507] =  'ไม่มีคุณสมบัติที่คุณส่งไป      โปรดสั่งใหม่';

$_LANG['repeat_title'] = "แจ้งให้ทราบ";//溫馨提示
$_LANG['repeat_prompt'] = "คุณลูกค้าที่น่ารัก เมื่อกี๊คุณเพิ่งสั่งซื้อสินค้านี้ กรุณาเช็ครายละเอียดการสั่งซื้อ";//尊敬的用户，您刚刚已经购买过该商品，请您查看订单详情。
$_LANG['repeat_prompt_out'] = "คุณลูกค้าที่น่ารัก คุณได้สั่งสินค้านี้เมื่อ {time} กรุณายืนยันหน่อยว่าจะสั่งซื้ออีกครั้งใหม่หรือไม่";//"尊敬的用戶，您在{time}购买了该商品，請確認是否再次下單";
$_LANG['repeat_confirm_order'] = "ยืนยันการซื้อ";//確認下單
$_LANG['repeat_query_details'] = "ดูรายละเอียดใบสั่งซื้อ";//查詢訂單詳請
$_LANG['time_d'] = " วัน";//天
$_LANG['time_h'] = " ชั่วโมง";//小時
$_LANG['time_m'] = " นาที";//分鐘
$_LANG['time_just'] = "เมื่อกี๋";//剛剛
$_LANG["order_success"]   =   "สั่งซื้อสำเสร็จ";//下单完成
$_LANG["order_quality"]   =   "ตรวจสอบสถานะการ";//查看订单
$_LANG['inquiry_details'] = "รายละเอียดบิลสั่งซื้อ";//訂單詳情
$_LANG['in_quantity'] = "{num} หนึ่งชิ้น";//{num} 件
$_LANG['in_goodsnum'] = "รวมสินค้า {goodsnum} ชิ้น การชำระเงินจริง {currency_pay} บาท";//共 {goodsnum} 件商品

$_LANG['in_delivery'] = "วิทีการส่ง";//發貨方式
$_LANG['in_delivery_time'] = "เวลาส่งของ";//發貨時間
$_LANG['in_doubt'] = "ถ้ามีปัญหากรุณาติดต่อฝ่ายบริการลูกค้า";//如有疑問，請聯繫客服
$_LANG["address_"]      =   "ที่อยู่";//地址
$_LANG['erp_status_df'] = "พัสดุรอนำส่ง";//待發貨
$_LANG['erp_status_yf'] = "พัสดุในการขนส่ง";//已發貨
$_LANG['erp_status_yx'] = "ยกเลิกเรียบร้อย";//已取消
$_LANG['erp_status_dt'] = "สินค้ารอคืนกลับ";//待退貨
$_LANG['erp_status_tz'] = "พัสดุในการขนส่งคืนกลับ";//退換中
$_LANG['erp_status_yt'] = "คืนสินค้าเรียบร้อย";//已退貨
$_LANG['erp_no_copy'] = "สำเนา";//复制
$_LANG['erp_status_ys'] = "ลูกค้าได้รับเรียบร้อยแล้ว";//已收货
$_LANG['yx_reason11']  = "สั่งซ้ำ";//重复下单
$_LANG['yx_reason12']  = "ข้อมูลที่สังซื้อไม่ถูกต้อง";//订单信息有误
$_LANG['yx_reason13']  = "ใบสั่งซื้อที่ไม่ได้ผล";//无效单
$_LANG['yx_reason14']  = "ลูกค้าขอยกเลิก";//客户取消
$_LANG['is_anonymous'] = "ผู้ใช้ที่ไม่ประสงค์ออกนาม";//匿名用户
$_LANG['View_all'] = "ความคิดเห็นของลูกค้าทั้งหมด";//所有评论
$_LANG["user_evaluation"]  ="ความคิดเห็นของลูกค้า";//用户评价
$_LANG["view_more"]  = "ดูคำถามเพิ่มเติม";//查看更多

//错误页面 public_errors_template
$_LANG['error_code'] = "รหัสข้อผิดพลาด：";
$_LANG['page_error'] = " เกิดข้อผิดพลาด！";

$_LANG['error_101'] = "101 ข้อเสนอผิดกฎหมาย";
$_LANG['error_102'] = "102 ขาดชื่อ";
$_LANG['error_103'] = "103 ข้อมูลที่อยู่หายไป";
$_LANG['error_104'] = "104 เบอร์โทรศัพท์หายไป";
$_LANG['error_105'] = "105 จำนวนสินค้าเยอะเกิน";
$_LANG['error_106'] = "106 ข้อมูลกำเนิดหายไป";
$_LANG['error_107'] = "107 เพจหมดอายุ";
$_LANG['error_108'] = "108 ข้อมูลเลือกชุดผิดพลาด";
$_LANG['error_109'] = "109 คุณสมบัติสินค้าผิดพลาด";
$_LANG['error_110'] = "110 ชุดที่เลือกไม่อยู่";
$_LANG['error_111'] = "111 ข้อมูลสินค้าในชุดผิดพลาด";
$_LANG['error_112'] = "112 คุณสมบัติสินค้าผิดพลาด";
$_LANG['error_113'] = "113 คุณสมบัติสินค้าหายไป";
$_LANG['error_114'] = "114 ที่อยู่ที่รับสินค้าไม่สมบูรณ์";
$_LANG['error_115'] = "115 ไม่มีคุณสมบัติที่คุณส่งไป      โปรดสั่งใหม่";
$_LANG['back_site'] = "กลับหน้าแรก";
$_LANG['contact_us'] = "โพสคำแนะนำ";
$_LANG['Th_titleattr'] = "กรุณาเลือกพารามิเตอร์";
$_LANG['contact'] = 'mailboxฝ่ายบริการลูกค้าหลังการขายที่เขียนในใบพัสดุ';
$_LANG['no_address'] = 'ยังไม่มีที่อยู่';


#短信模版
$_LANG['sms_template'] = '【การซื้อสินค้าทางเรือ】ลูกค้าที่รักสวัสดีครับ   กรุณากรอก 4 รหัสยืนยันในเว็บไซต์การช็อปปิ้งของคุณ:{{code}}';
//短信验证码提示
$_LANG['sms_title'] = 'กรุณากรอกรหัสยืนยัน'; //請輸入簡訊驗證碼
$_LANG['sms_sendto'] = 'รหัสยืนยันส่งไปโทรศัพท์'; //驗證碼已發送到手機
$_LANG['sms_take'] = 'กรุณาเช็คดูค่ะ'; //，請注意查收。
$_LANG['sms_if_no'] = 'ถ้าไม่ได้รับรหัสยืนยัน'; //如果收不到驗證碼，
$_LANG['sms_click'] = 'กรุณากด'; //點擊
$_LANG['sms_resend'] = 'ส่งรหัสยืนยันใหม่ค่ะ '; //重新發送驗證碼
$_LANG['sms_wait'] = 'วินาทีส่งใหม่ได้ค่ะ'; //秒后可重新發送
$_LANG['sms_wait_before'] = ''; //秒后可重新發送

// ==================
//短信验证码提示2
$_LANG['sms2_title'] = 'กรุณาป้อนรหัสการตรวจสอบจดหมายข่าว'; // 請輸入簡訊驗證碼
$_LANG['sms2_message'] = 'รหัสในการตรวจสอบจะถูกส่งไปยังโทรศัพท์มือถือ {phone} โปรดทราบเพื่อตรวจสอบ ถ้าไม่ได้รับการตรวจสอบรหัส {second} วินาทีสามารถส่งอีกครั้ง'; // 驗證碼已發送到手機{phone}，請注意查收。如果收不到驗證碼，{second}秒后可重新發送
$_LANG['sms2_message2'] = 'รหัสในการตรวจสอบจะถูกส่งไปยังโทรศัพท์มือถือ {phone} โปรดทราบเพื่อตรวจสอบ'; // 驗證碼已發送到手機{phone}，請注意查收。
$_LANG['sms2_resend'] = 'ส่งอีกครั้ง'; // 重新發送
$_LANG['sms2_submit'] = 'ส่ง'; // 提交
$_LANG['sms2_submiting'] = 'ยื่นใน'; // 提交中
$_LANG['sms2_error'] = 'ไม่ได้รับรหัสยืนยัน'; // 無法收到驗證碼
$_LANG['sms2_sending'] = 'ตรวจสอบรหัสการส่งของ'; // 驗證碼發送中
$_LANG['customer_contact'] = 'กรุณากรอกเบอร์โทรและรหัสไปรษณีย์ที่ถูกต้อง เราจะจัดส่งให้เร็วขึ้นค่ะ'; //请填写正确的手机号码和邮编，以便我们更好的为您派件。
