<?php
// 只有台湾.澳门两个地区邮箱提示内容
$_LANG['contact']       = '包裹面单上的售后邮箱';
$_LANG["warming"]  	 	= "溫馨提示：本產品的實際使用效果根據個人情況決定，不保證每位用戶都能享受到所宣傳的效果。若有疑問請諮詢在綫客服，本公司享有最終解釋權。<br>支持貨到付款+免郵費+7天鑒賞期！收到貨有任何疑問請聯繫我們在線客服! 也可隨時聯繫:包裹面單上的售後郵箱。同時請附上您的姓名及聯繫方式及訂單編號在郵件當中，以便我們能快速的給您及時處理，祝您購物愉快！！！";
$_LANG["buy_know"]   	= "溫馨提示：支持貨到付款+免郵費+7天鑒賞期！收到貨有任何疑問請聯繫我們在線客服! 也可隨時聯繫 : 包裹面單上的售後郵箱。<br>同時請附上您的姓名及聯繫方式及訂單編號在郵件當中，以便我們能快速的給您及時處理，祝您購物愉快！！！";
$_LANG["user_fb"]   	= "本產品的實際使用效果根據個人情況決定，不保證每位用戶都能享受到所宣傳的效果。若有疑問請諮詢在綫客服，本公司享有最終解釋權。";
$_LANG["user_note3_1"]  = "1.由於質量原因產生的退換貨：至收到商品之日起7天內，向售後服務中心發送郵件至包裹面單上的售後郵箱";