<?php
// index
$_LANG['cash_on_delivery'] = "наложенный платеж";
$_LANG['product'] = "Продукция";  
$_LANG['quantity'] = "Количество"; 
$_LANG['total'] = "Сумма продукции"; 
$_LANG['buy_now'] = "Купить";  
$_LANG["warming"] =  "Обратите внимание: Мы предлагаем усулуги отправления с наложенным платежом + бесплатных почтовых сервисов+ Обмена и возврата осуществляется в течение 7 дней с момента передачи товара покупателю. Обязательное условие: товар не был в исползовании. После получения продукции, если у Вас какие воросы, давайте обращать к помощникам клиентских служб! И также свободно связаться с нами: <a href=\"mailto:%s\">aftersales - почта по - курьер - получение</a>.  Одновременно вставьте, пожалуйста, Вашу имю , фамирию, контакт и номер заказов в почте, чтобы мы сможем сразу с Вами связаться, желаем Вам приятных покупок!";

// checkout
$_LANG["order_comfirmation"] = "Утвердить инфармоции";
$_LANG["order_title"] = "Утвердить инфармоции";
$_LANG['ck_enjoy_label_1'] = "Вы пользуетесь правами ниже";  
$_LANG['ck_enjoy_label_2'] = "Обмен и возврат товара в течение 7 дней"; 
$_LANG['ck_enjoy_label_3'] = "Бесплатные почтовые сервисы"; 
$_LANG['ck_enjoy_label_4'] = "Отправление с наложенным платежом"; 

// checkout - formdata
$_LANG['must_fill_in'] = "Этот пункт не может быть NULL"; 
$_LANG['first_name'] = "Имя"; 
$_LANG['last_name'] = "фамирия";
$_LANG['mobile'] = "Номер телефона";
$_LANG['mobile_placeholder'] = "Номер телефона";
$_LANG['email'] = "Электронная почта"; 
$_LANG['address_full'] = "Конкретный адрес "; 
$_LANG['postal'] = "Почтовый индекс"; 
$_LANG['select_paymethod'] = "Выбрать способ оплаты"; 
$_LANG['paymethod'] = "Способ оплаты";
$_LANG['yijifu'] = "Yiji Pay";
$_LANG['note'] = "Оставить сообщение";  
// $_LANG['total'] = "";
$_LANG['contact_us'] = "С нами сзязаться"; 
$_LANG['submit_order'] = "Утвердить заказ"; 

// order
$_LANG["addr"] = "Адрес для получения доставки"; 
$_LANG["phone"] = "Номер телефона"; 
$_LANG['click_back_home'] = "Возврат главную страницу"; 
$_LANG['service_online'] = "Помощник клиентской службы"; 
$_LANG['order_detail'] = "Успешно заказать"; 
$_LANG['order_submit_submit'] = "Поздраляем Вас, Вы успешно заказали. Ваш заказ уже получен, мы отправим как можно быстрее. "; 
$_LANG['order_time'] = "Время заказа"; 
$_LANG['order_noumber'] = "Номер заказа"; 
$_LANG['receg_titel'] = "Информации заказов для получения"; 
$_LANG['num'] = "Количество"; 
$_LANG['openComboProducts'] = "смотреть подробнее"; 
$_LANG['closeComboProducts'] = "скрыть"; 
$_LANG['payment_method'] = "Способ оплаты"; 
$_LANG['total'] = "Итого"; 
$_LANG['freight'] = "Плата за перевозку"; 
$_LANG['pay'] = "Фактически к оплате";  
$_LANG['free_yun'] = "бесплатные почтовые сервисы"; 
$_LANG['returned_goods'] = "Обмен и возврат товара в течение 7 дней"; 
$_LANG['service_time'] = "Время обслуживания"; 
$_LANG['buy_know'] = "Обратите внимание: Мы предлагаем усулуги отправления с наложенным платежом + бесплатных почтовых сервисов+ Обмена и возврата осуществляется в течение 7 дней с момента передачи товара покупателю. Обязательное условие: товар не был в исползовании. После получения продукции, если у Вас какие воросы, давайте обращать к помощникам клиентских служб! И также свободно связаться с нами: <a href=\"mailto:%s\">aftersales - почта по - курьер - получение</a>.  Одновременно вставьте, пожалуйста, Вашу имю , фамирию, контакт и номер заказов в почте, чтобы мы сможем сразу с Вами связаться, желаем Вам приятных покупок!";

$_LANG["order_sure"]	=	"Утвердить заказ"; 
$_LANG["order_onlinepay"]	=	"Платить он - лайн"; 

//inquiry
$_LANG['inquiry_tip']	= "Прошу заполнить Ваш номер телефона при оформлению заказа,  чтобы отслеживать заказ по Вашу номеру телефона"; 
$_LANG["order_viewdetails"] = "Отслеживать положение заказа"; 
$_LANG["order_null"] = "Пока никаких нет информации о заказе"; 
$_LANG["next_page"]	=	"Следующая страница"; 
$_LANG["next_null"]	=	"Последная страница"; 

$_LANG["time_limit"] = "продавется с большой скидкой временно";
$_LANG["time_last"] = "отсчет времени";
$_LANG["free_yun"] = "бесплатная доставка";
$_LANG["returned_goods"] = "Обмен и возврат товара в течение 7 дней";
$_LANG["cash_on_delivery"] = "наложенный платеж";
$_LANG["choose_attr"] = "выбрать количество";
$_LANG["product_desc"] = "информация продукции";
$_LANG["order_inquiry"] = " отслеживание заказа";
$_LANG["service_online"] = "Помощник клиентской службы";
$_LANG["buy"] = "купить";
$_LANG["choose_pro"] = "выбрать продукции";
$_LANG["package"] = "выбрать комплект:";
$_LANG["num"] = "Количество:";
$_LANG["total"] = "Сумма продукции";
$_LANG["submit"] = " заказать";
?>