<?php
	$_LANG["free_yun"]   =   "मुफ्त शिपिंग";//免运费
	$_LANG["choose_package"]   =   "एक पैकेज का चयन करें";//请选择一种套餐
	$_LANG["comment_count"]   =   "समीक्षा";//条评论
	$_LANG["contact"]   =   "संपर्क ग्राहक सेवा";//联系客服
	$_LANG["buy"]   =   "क्रय";//购买

	$_LANG["anonymous"]   =   "अनाम उपयोगकर्ता";//匿名用户
	$_LANG["comment"]   =   "टिप्पणी";//评论
	$_LANG["new_pinlun"]   =   "हाल की टिप्पणियाँ";//最新评论
	$_LANG["choose"]   =   "कृपया चुनें संख्या पैकेज का आकार";//请选择套餐规格数量
	$_LANG["fill_info"]   =   "प्राप्तकर्ता पता भरें";//请填写收件地址
	$_LANG["address_full"]   =   "पूर्ण पता भरें";//请填写详细地址
?>