<?php
$_LANG['sold'] = "已售";//已售
$_LANG['buy'] = "购买";//买
$_LANG['product_desc'] = "产品描述";//产品描述
$_LANG['faq'] = "常见问题";
$_LANG['question1'] = "网站上的所有产品都是正品吗？";
$_LANG['answer1'] = "我们坚持严格控制产品的每一个细节，如原材料的来源，工艺，产品等，帮助消费者选择最优质的产品。你可以放心地购买。";
$_LANG['question2'] = "你使用什么工具运输？";
$_LANG['answer2'] = "一般来说 我们将用飞机来运输。";
$_LANG['question3'] = "我的产品是在途中有多少天？";
$_LANG['answer3_1'] = "如果有紧急情况 交货时间可能会稍微延迟。";
$_LANG['answer3_2'] = "因为仓库位于每个地方。同一包装中的产品可以分成几个包装。每个包装的交货时间可能不一样。";
$_LANG['choose_warn'] = "请选择属性";
$_LANG['package'] = "选择套餐";