<?php

$_LANG['sold'] = "มีลูกค้าสั่ง";//已售
$_LANG['save'] = "ประหยัดทันท";//节省
$_LANG['num'] = "จํานวน";//数量
$_LANG['time_over'] = "ราคาโปรโมชั่นสามารถใช้ได้กับ";//距离结束
// $_LANG['buy'] = "ซื้อ";//买
$_LANG['buy'] = "รีบซื้อเลย";//买
$_LANG['free_yun'] = "รวมค่าส่ง";//免运费
$_LANG['cash_on_delivery'] = "เงินสดในการส่งมอบ";//货到付款
$_LANG['returned_goods'] = "การคืนสินค้าได้7วัน";//7天鉴赏期
$_LANG['product_desc'] = "รายละเอียดสินค้า";//产品描述
$_LANG['faq'] = "ปัญหาทั่วไป";
$_LANG['question1'] = "สินค้าทั้งหมดในเว็บไซต์เป็นของแท้หรือเปล่า";
$_LANG['answer1'] = "เรายึดมั่นในการควบคุมทุกรายละเอียดของสินค้าอย่างเข้มงวด เช่น แหล่งกำเนิด วัตถุดิบ  กระบวนการผลิตสินค้า ฯลฯ เพื่อช่วยให้ผู้บริโภคเลือกสินค้าที่มีคุณภาพมากที่สุด  คุณสามารถเลือกซื้อได้อย่างมั่นใจ";
$_LANG['question2'] = "ใช้ยานพาหนะอะไรมาขนส่งสินค้า";
$_LANG['answer2'] = "โดยทั่วไปแล้ว เราจะใช้เครื่องบินมาขนส่งสินค้า";
$_LANG['question3'] = "วัสดุของฉันจะ ใช้เวลากี่วันในการขนส่ง";
$_LANG['answer3_1'] = "ถ้ามีเหตุการฉุกเฉิน เวลาส่งถึงอาจมีความล่าช้าเล็กน้อย";
$_LANG['answer3_2'] = "เนื่องจากว่าโกดังที่เก็บสินค้าอยู่ในแต่ละที่ สินค้าที่อยู่ในแพคเกจเดียวกันอาจจะถูกแบ่งออกเป็นหลายพัสดุ เวลาที่ส่งถึงของแต่ละพัสดุอาจไม่เหมือนกัน";
$_LANG['choose_warn'] = "กรุณาเลือกสินค้า";
$_LANG['package'] = "กรุณาเลือกชุดสินค้า";
