<?php
	$_LANG['discount']='ราคาลด';//价格优惠
	$_LANG['save']='ประหยัดทันที';//节省
	$_LANG['send']='คาดว่าจะจัดส่งสินค้าภายใน 2-5 วันทำงาน';//预估在2-5个工作日内发货
	$_LANG['free']='ฟรีค่าส่ง';//免费送货
	$_LANG['promise']='ับรองว่าพอใจ 100%';//100％满意保证
	$_LANG['choose']='เลือกจำนวนขนาดของสินค้า';//选择产品规格数量
	$_LANG['detail']='รายละเอียดสินค้า';//图文详情
	$_LANG['comment']='รีวิว';//产品评论
	$_LANG['publish']='แสดงความคิดเห็น';//发表评论
	$_LANG['name']='ชื่อ';//姓名
	$_LANG['phone']='เบอร์มือถือ';//手机
	$_LANG['satisfy']='ความพึงพอใจ';//满意度
	$_LANG['content']='แสดงความคิดเห็น';//内容
	$_LANG['upload']='อัพโหลดไฟล์';//上传文件
	$_LANG['submit']='ยืนยัน';//提交评价
	$_LANG['anonymous']='ไม่เปิดเผยชื่อ';//匿名用戶
?>