<?php
$_LANG['positive'] = 'хороший отзыв';//好评
$_LANG['only_last'] = 'остаток количества';//仅剩
$_LANG['choose_attr'] = 'Выберите размер и количество';//请选择规格数量
$_LANG['piece'] = 'шт';//件
$_LANG['detail'] = 'Информация продукции';//商品详情
$_LANG['pro_attr'] = 'Характеристики товара';//商品属性
$_LANG['package'] = 'комплект';//套餐
$_LANG['discount'] = 'Скидка';//优惠
$_LANG['num'] = 'количество';//数量
$_LANG['buy_now'] = 'Купить сейчас';//立即购买
$_LANG['fb_login'] = 'ввойди в Facebook';//
$_LANG['service_before'] = 'сначала ввойди в свой аккаунт а потом снова можешь сделать заказ ';//先登录再下单享
$_LANG['service_after'] = 'чтобы была бесплатная доставка';//免邮配送
?>